{
  "meta": {
    "title": {
      "en-GB": "FAQs - MultiTaskers Language School",
      "ru-RU": "FAQs - MultiTaskers Language School"
    },
    "description": {
      "en-GB": "Explore our Frequently Asked Questions to find answers about our language classes, teaching methods, registrations, and more. Get the information you need to succeed in your language learning journey with MultiTaskers Language School.",
      "ru-RU": "Изучите наши часто задаваемые вопросы, чтобы найти ответы на вопросы o наших языковых классах, методах обучения, регистрации и многое другое. Получите информацию, которая поможет вам добиться успеха в вашем пути изучения языка в MultiTaskers Language School."
    }
  },
  "faqTitle": {
    "en-GB": "FAQs",
    "ru-RU": "FAQs"
  },
  "faqDescription": {
    "en-GB": "Our teachers are native speakers of the language they teach. They are experienced, dedicated, and passionate about teaching. They are also friendly, patient, and supportive. They will help you achieve your language learning goals and make learning fun and enjoyable.",
    "ru-RU": "Наши преподаватели — носители языка, который они преподают. Они опытные, преданные и любящие свою работу. Они также дружелюбны, терпеливы и поддерживающие. Они помогут вам достичь ваших целей в изучении языка и сделают изучение языка веселым и приятным."
  },
  "faqTopic1": {
    "title": {
      "en-GB": "1. Questions about the choice of language, learner’s age, level of knowledge and the duration of the course",
      "ru-RU": "1. Вопросы o выборе языка, возрасте учащегося, уровне знаний и продолжительности курса"
    },
    "Q1": {
      "question": {
        "en-GB": "1.1 Why does it take so long to learn a language?",
        "ru-RU": "1.1 Почему так долго нужно учиться языку?"
      },
      "answer1": {
        "en-GB": "Each level consists of a huge number of vocabulary and grammar topics that you have to work on and learn to apply in practice (in real life outside the language school). Mastery of a foreign language is a skill and can only be developed, which takes a lot of time. It is not enough to just read some information - you can do it in a couple of hours. The main thing is to learn how to apply the acquired knowledge in real life.",
        "ru-RU": "Каждый уровень состоит из огромного количества лексических и грамматических тем, которые нужно проработать и научиться применять на практике (в реальной жизни вне языковой школы). Bладение иностранным языком - это навык, и его можно только развить, на что, собственно, и требуется время. Недостаточно просто прочитать какую-то информацию - это можно сделать и за пару часов. Главное - научиться применять полученные знания на практике."
      },
      "answer2": {
        "en-GB": "Skills are not formed quickly, but are the result of time-consuming work and lots of effort on behalf of both the teacher and the student. Many students expect instant results, but that's not the case. Mastering a new language is a long process that requires time, perseverance and daily practice.",
        "ru-RU": "Навыки не формируются быстро, это результат трудоёмкой работы как co стороны педагога, так и co стороны ученика. Многие студенты ожидают мгновенных результатов, но так не бывает. Овладение новым языком - это долгий процесс, который требует времени, упорства и ежедневной практики."
      }
    },
    "Q2": {
      "question": {
        "en-GB": "1.2 What is the best age to start learning a foreign language?",
        "ru-RU": "1.2 Какой оптимальный возраст для начала изучения иностранного языка?"
      },
      "answer1": {
        "en-GB": "There is no lower limit. Bilingual children hear a second language from birth and this does not hinder them in any way. On the contrary, it helps them learn later in life.",
        "ru-RU": "Нижней границы не существует. Дети-билингвы слышат второй язык c рождения, и это нисколько не мешает, a наоборот, помогает им учиться в дальнейшем."
      },
      "answer2": {
        "en-GB": "Bilinguals are considered to have a more flexible and non-standard way of thinking, and languages are so easy for them that they don't hesitate to switch from one to the other. They simply choose which language is more appropriate in a given situation.",
        "ru-RU": "Считается, что билингвы обладают более гибким и нестандартным мышлением, a языки даются им настолько легко, что, они, не задумываясь, переключаются c одного на другой, просто выбирая, какой из языков в данной ситуации является более уместным."
      },
      "answer3": {
        "en-GB": "The earlier the child starts hearing a foreign language, accompanied by images and actions (which is how lessons for the very young are taught), the more natural the language learning process will be later on.",
        "ru-RU": "Чем раньше ребенок начинает слышать иностранную речь, сопровождаемую образами и действиями (a именно так и проходят занятия для самых маленьких), тем естественнее будет проходить процесс изучения языка в дальнейшем."
      },
      "answer4": {
        "en-GB": "We offer individual lessons for children from 4 years old and group lessons for children from 5 years old and up.",
        "ru-RU": "Мы предлагаем индивидуальные занятия для детей от 4 лет и групповые занятия для детей от 5 лет и старше."
      }
    },
    "Q3": {
      "question": {
        "en-GB": "1.3 If you want to learn one more language (in addition to the language I am already learning), is it possible?",
        "ru-RU": "1.3 Если возникло желание заниматься ещё одним языком, это возможно?"
      },
      "answer1": {
        "en-GB": "Yes, you can view our curricula on the website, ask a question in the contact form (on the website) or send an email to info@multi-taskers.de",
        "ru-RU": "Да, Вы можете ознакомиться с нашими учебными программами на сайте, задать вопрос в контактной форме (на сайте) или отправить Е-mail на info@multi-taskers.de"
      },
      "answer2": {
        "en-GB": "If you or your child studies 2 languages at our school, you get a 10% discount for group lessons in a second language.",
        "ru-RU": "Если Вы или Ваш ребёнок изучает 2 языка в нашей школе, на групповые занятия вторым языком предоставляется скидка 10%."
      }
    },
    "Q4": {
      "question": {
        "en-GB": "1.4 Is it a good idea for a child to learn languages online?",
        "ru-RU": "1.4 Стоит ли детям учить языки онлайн?"
      },
      "answer1": {
        "en-GB": "Of course, it is!",
        "ru-RU": "Конечно стоит!"
      },
      "answer2": {
        "en-GB": "Our teachers work with children as young as 4 years old.",
        "ru-RU": "Наши преподаватели работают с детьми от 4 лет."
      },
      "answer3": {
        "en-GB": "You can see examples of lessons with children of different ages on our website in the 'gallery' section.",
        "ru-RU": "Примеры занятий с детьми разных возрастов вы можете посмотреть на нашем сайте в разделе «галерея»."
      }
    },
    "Q5": {
      "question": {
        "en-GB": "1.5 How to choose the right foreign language course for me?",
        "ru-RU": "1.5 Как выбрать подходящий для меня курс иностранного языка?"
      },
      "answer1": {
        "en-GB": "You need to take a foreign language test.",
        "ru-RU": "Вам нужно пройти тест на уровень знания иностранного языка."
      },
      "answer2": {
        "en-GB": "According to the test results, our course coordinator will choose the right programme for you.",
        "ru-RU": "Согласно результатам теста, администратор подберёт для Вас необходимую программу."
      },
      "answer3": {
        "en-GB": "Each course on our 'Online Classes' page has a link for a tailored placement test. This helps identify the best language, level, and age-appropriate course for you.",
        "ru-RU": "Вы можете пройти тест на уровень языка, перейдя по этой ссылке:"
      },
      "linkTest": "/online-classes",
      "answer4": {
        "en-GB": "You can also book a consultation:",
        "ru-RU": "Также вы можете записаться на консультацию:"
      },
      "linkConsultation": "/contact"
    },
    "Q6": {
      "question": {
        "en-GB": "1.6 When will I see the results of my lessons?",
        "ru-RU": "1.6 Когда я увижу результат от занятий?"
      },
      "answer1": {
        "en-GB": "Learning a foreign language is like learning to drive a car. You cannot get into a car and drive at a high speed straight away; you cannot learn to park your car if you cannot drive forwards and backwards; you cannot be an excellent driver if you do not have daily driving practice and most importantly, if you do not have someone around to logically guide you through the process from the simple to the complex. Now let's look at the same steps, but in relation to learning foreign languages.",
        "ru-RU": "Обучение иностранным языкам - это как обучение вождению машины. Невозможно сесть и сразу поехать, невозможно научиться парковать машину, если не умеешь ехать вперед и назад, невозможно быть отличным водителем, если у тебя нет ежедневной практики вождения, и самое главное, если рядом нет человека, который выстроит этот процесс логически - от простого к сложному. Согласны? А теперь рассмотрим эти же этапы, но применительно к изучению иностранных языков."
      },
      "answer2": {
        "en-GB": "Many students expect instant results, but that's not the case. Mastering a new language is a long process that requires time, perseverance and daily practice. It is a mistake to think that success depends only on the teacher, not at all, it is a joint, coordinated work of two participants in the process, and success depends equally on both.",
        "ru-RU": "Многие студенты ожидают мгновенных результатов, но так не бывает. Овладение новым языком - это долгий процесс, который требует времени, упорства и ежедневной практики. Ошибочно полагать, что успех зависит только от педагога, отнюдь, это совместная, слаженная работа двух участников процесса, и успех зависит в равной степени от обоих."
      },
      "answer3": {
        "en-GB": "It is the teacher who can design the learning path that is most suitable and effective for you. Why? Because the teacher knows the language perfectly, knows the grammatical, phonetic or syntactical difficulties in learning the language, and knows the topics that take a long time to learn, be it a few weeks or a month.",
        "ru-RU": "Именно педагог может выстроить тот путь обучения, который будет для вас наиболее подходящим и результативным. Почему? Потому что учитель владеет языком в совершенстве, знает грамматические, фонетические или синтаксические сложности при изучении языка, а также те темы, изучение которых требует длительного времени, будь то несколько недель или месяц."
      },
      "answer4": {
        "en-GB": "Often students feel that we are repeating the same thing over and over again, but if they don't get, for example, this or that structure or verb conjugation right, once they move on, they simply won't be able to use it. And this snowball of 'gaps' in the language will start rolling, and one will have to go back to previous topics, wasting both time and finances.",
        "ru-RU": "Часто студентам кажется, что «мы топчемся на месте», но если не довести до автоматизма тот или иной оборот речи, то приступая к следующему, студент просто не сможет его использовать. И этот ком из «пробелов» в языке начнет вырастать, и придется возвращаться к предыдущим темам, теряя при этом и время и финансы."
      },
      "answer5": {
        "en-GB": "Of course, when choosing a particular language school, you have to trust the teachers who will work with you and also trust the teaching methods/methods that are implemented in that school. Teachers are like guides who show you the way, take you by the hand and lead you along the way. But if you keep resisting, pulling your hand away and running in the other direction, will it be  possible to get good results?",
        "ru-RU": "Безусловно, выбирая ту или иную языковую школу, вы должны доверять тем педагогам, которые будут с вами работать, а также тем методикам/методам обучения, которые реализуются в данной школе. Педагоги, как проводники, которые показывают вам путь, берут вас за руку и ведут по этому пути. Но если постоянно сопротивляться, вырывать руку и бежать в другом направлении, как возможно прийти к результату?"
      }
    },
    "Q7": {
      "question": {
        "en-GB": "1.7 Up to what level can I learn a foreign language at your school?",
        "ru-RU": "1.7 До какого уровня я могу учиться в вашей школе иностранным языкам?"
      },
      "answer1": {
        "en-GB": "Our school offers general language courses from level A1 (from scratch) to C2 (proficiency level) as well as special courses such as Business English, Business German, German conversation courses, English conversation courses.",
        "ru-RU": "Наша школа предлагает общие языковые курсы от уровня А1 (с нуля) до C2 (профессиональный уровень владения языком) а также специальные курсы, например: бизнес-английский, бизнес-немецкий, разговорные курсы немецкого, разговорные курсы английского."
      }
    },
    "Q8": {
      "question": {
        "en-GB": "1.8 What is the duration of the course?",
        "ru-RU": "1.8 Какова продолжительность курса?"
      },
      "answer1": {
        "en-GB": "It depends on the course programme chosen and the intensity of the lessons (general language course, intensive course, evening course, individual lessons, special courses, children's or teenage courses).",
        "ru-RU": "Все зависит от выбранной программы обучения и интенсивности проведения занятий (общие языковые курсы, интенсивный курс, вечерний курс, индивидуальные занятия, специальные курсы, детские или подростковые курсы)."
      },
      "answer2": {
        "en-GB": "There are three language levels, A, B and C. Each of these is subdivided into 4 sub-levels, e.g. A1.1, A1.2, A2.1. and A2.2, etc.",
        "ru-RU": "Существует три уровня владения языком, A, B и С. Каждый из них подразделяется на 4 подуровня, например: А1.1, А1.2, А2.1. и А2.2. и т.п."
      },
      "answer3": {
        "en-GB": "Each course involves the acquisition of one sub-level and takes between one month (in the case of intensive courses) and two months (evening courses).",
        "ru-RU": "Каждый курс предполагает усвоение одного подуровня и занимает от одного месяца (в случае выбора интенсивных курсов) до двух месяцев (вечерние курсы)."
      },
      "answer4": {
        "en-GB": "In the case of intensive courses, one sub-level (e.g. A1.1) consists of 80 to 100 teaching hours (teaching hour - 45 minutes); evening courses consist of 45 to 60 teaching hours. In individual classes the material can be completed in approximately 30-40 academic hours. But a lot also depends on the student's motivation and aptitude for learning and doing homework.",
        "ru-RU": "На интенсивный курсах языка на один подуровень (например,А1.1) планируется от 80 до 100 академических часов (академический час-45 минут), на вечерних курсах -от 45 до 60 академических часов. При индивидуальных занятиях материал можно пройти примерно за 30-40 академических часов. Но также очень много зависит от мотивации ученика и его склонности к обучению, выполнения дз."
      },
      "answer5": {
        "en-GB": "Intensive courses are held from Monday to Friday from 9:00 am to 12:15 pm in a group of 8-10 students for a 4-week course (sub-level).",
        "ru-RU": "Интенсивные курсы проводятся с понедельника по пятницу с 9:00 до 12:15, в группе 8-10 человек, длительность курса (подуровня) - 4 недели."
      },
      "answer6": {
        "en-GB": "Time calculation by level",
        "ru-RU": "Расчёт времени по уровням"
      },
      "answer7": {
        "en-GB": "A1.1 - 4 weeks",
        "ru-RU": "A1.1 - 4 недели"
      },
      "answer8": {
        "en-GB": "A1.2 - 4 weeks",
        "ru-RU": "A1.2 - 4 недели"
      },
      "answer9": {
        "en-GB": "A2.1 - 4 weeks",
        "ru-RU": "A2.1 - 4 недели"
      },
      "answer10": {
        "en-GB": "A2.2 - 4 weeks",
        "ru-RU": "A2.2 - 4 недели"
      },
      "answer11": {
        "en-GB": "B1.1 - 4 weeks",
        "ru-RU": "В1.1 - 4 недели"
      },
      "answer12": {
        "en-GB": "B1.2 - 4 weeks",
        "ru-RU": "В1.2 - 4 недели"
      },
      "answer13": {
        "en-GB": "B2.1 - 4 weeks",
        "ru-RU": "В2.1 - 4 недели"
      },
      "answer14": {
        "en-GB": "B2.2 - 4 weeks",
        "ru-RU": "В2.2 - 4 недели"
      },
      "answer15": {
        "en-GB": "Evening courses are held 2 times a week on weekdays from 19:00 to 21:00, in a group of 8-10 people, course duration (sub-level) - 10 weeks",
        "ru-RU": "Вечерние курсы проводятся 2 раза в неделю в будние дни с 19:00 до 21:00, в группе 8-10 человек, длительность курса (подуровня) - 10 недель"
      },
      "answer16": {
        "en-GB": "Time calculation per level:",
        "ru-RU": "Расчёт времени по уровням:"
      },
      "answer17": {
        "en-GB": "A1.1 - 10 weeks",
        "ru-RU": "А1.1 - 10 недель"
      },
      "answer18": {
        "en-GB": "A1.2 - 10 weeks",
        "ru-RU": "А1.2 - 10 недель"
      },
      "answer19": {
        "en-GB": "A2.1 - 10 weeks",
        "ru-RU": "А2.1 - 10 недель"
      },
      "answer20": {
        "en-GB": "A2.2 - 10 weeks",
        "ru-RU": "А2.2 - 10 недель"
      },
      "answer21": {
        "en-GB": "B1.1 - 10 weeks",
        "ru-RU": "В1.1 - 10 недель"
      },
      "answer22": {
        "en-GB": "B1.2 - 10 weeks",
        "ru-RU": "В1.2 - 10 недель"
      },
      "answer23": {
        "en-GB": "B2.1 - 10 weeks",
        "ru-RU": "В2.1 - 10 недель"
      },
      "answer24": {
        "en-GB": "B2.2 - 10 weeks",
        "ru-RU": "В2.2 - 10 недель"
      },
      "answer25": {
        "en-GB": "You can find possible study programmes and each course’s duration on our website under 'online classes'.",
        "ru-RU": "С возможными программами обучения и продолжительностью каждого курса вы можете ознакомиться на нашем сайте в разделе «Онлайн-классы»."
      }
    },
    "Q9": {
      "question": {
        "en-GB": "1.9 From what age can I enroll in your courses?",
        "ru-RU": "1.9 С какого возраста можно принимать участие в занятиях?"
      },
      "answer1": {
        "en-GB": "We offer individual lessons for children from 4 years old and group lessons for children from 5 years old and up.",
        "ru-RU": "Мы предлагаем групповые занятия с пяти лет , индивидуальные занятия с четырёх лет."
      }
    },
    "Q10": {
      "question": {
        "en-GB": "1.10 Can I enroll if I have no previous knowledge of a foreign language?",
        "ru-RU": "1.10 Можно ли начать заниматься с нулевым уровнем знания иностранного языка?"
      },
      "answer1": {
        "en-GB": "Yes! Our school offers both group and individual classes for those who need to start from scratch.",
        "ru-RU": "Да! Наша школа предлагает как групповые, так и индивидуальные занятия для тех, кому нужно начать заниматься «с нуля»."
      }
    },
    "Q11": {
      "question": {
        "en-GB": "1.11 Should a child learn 2 languages at once, e.g. German and English? Or is it too complicated?",
        "ru-RU": "1.11 Стоит ли ребенку учить сразу 2 языка, например, немецкий и английский? Или это очень сложно? Не знаю как поступить."
      },
      "answer1": {
        "en-GB": "Children can easily learn several foreign languages at the same time. The younger your child is, the easier and more natural the process is.",
        "ru-RU": "Дети легко изучают несколько иностранных языков параллельно. Чем младше ребёнок, тем легче и естественнее происходит этот процесс."
      },
      "answer2": {
        "en-GB": "But even if your child is already in school, they can do it too! The most important thing here is to separate the different languages. For example, the mother speaks French with the child and the father speaks English (if it is a bilingual family). Or if it is a language school, the child has different days and teachers for different languages.",
        "ru-RU": "Но даже если ваш ребёнок уже школьник, ему это тоже будет под силу! Самое главное здесь - разделить разные языки. Например, мама говорит с ребёнком на французском, а папа - на английском языке (если это билингвальная семья). Или, если это языковая школа, то у ребёнка разные дни и педагоги по разным языкам."
      },
      "answer3": {
        "en-GB": "At first, your child will need some time to adapt to more than one foreign language, but this is only temporary; after a month, the child will easily learn both languages.",
        "ru-RU": "В первое время у ребёнка будет адаптация к нескольким иностранным языкам, но это лишь временно, через месяц ребёнок легко будет осваивать оба языка."
      },
      "answer4": {
        "en-GB": "Some children may get confused at the beginning, there is nothing wrong with this, it's just the brain working. A child’s brain in a specific situation automatically picks the words of the language which are easier and simpler than those which are more difficult and complicated. But again, it is a matter of time, and the distinction between languages is organically formed in the brain.",
        "ru-RU": "Некоторые дети в самом начале могут путать языки, в этом тоже нет никаких интеллектуальных отклонений, это лишь работа мозга. Он «из головы» берет те слова, которые легче и проще. Например, малышу проще сказать в русской речи слово «apple», нежели слово «яблоко», так как его речевой аппарат ещё не до конца сформирован. Но, опять же, это дело времени, разграничение языков органично формируется в мозге."
      },
      "answer5": {
        "en-GB": "The most important thing for parents to remember is that time is limited and if you want your child to learn foreign languages, you shouldn’t put it off. The earlier your child starts to learn foreign languages, the easier it will be.",
        "ru-RU": "Главное, о чем стоит помнить родителям - это время! Оно бесценно! Чем раньше ребёнок начнёт изучать иностранные языки, тем ему легче будет это сделать."
      }
    },
    "Q12": {
      "question": {
        "en-GB": "1.12 How effective are group classes?",
        "ru-RU": "1.12 Насколько эффективны групповые занятия?"
      },
      "answer1": {
        "en-GB": "Many parents think that group language classes are not as effective as individual classes. But that's not always the case.",
        "ru-RU": "Многим родителям кажется, что групповые занятия иностранным языком не такие эффективные, как индивидуальные. Но это не всегда так."
      },
      "answer2": {
        "en-GB": "Variety",
        "ru-RU": "Разнообразие"
      },
      "answer3": {
        "en-GB": "In a group class, it is very easy to make the lesson dynamic and varied, the teacher being able offer students many different activities and exercises. This includes group and pair work as well as all kinds of games, competitions, debates and discussions. Such a format of teaching is definitely not boring for a child.",
        "ru-RU": "Групповое занятие очень легко сделать занятие динамичным и вариативным, преподаватель может предложить ученикам много разнообразных заданий и упражнений. Это и групповая, и парная работа, и всевозможные игры, соревнования, дебаты, дискуссии. Такой формат обучения точно не является скучным для ребенка."
      },
      "answer4": {
        "en-GB": "In a group class, it is very easy to make the lesson dynamic and varied, the teacher being able offer students many different activities and exercises. This includes group and pair work as well as all kinds of games, competitions, debates and discussions. Such a format of teaching is definitely not boring for a child.",
        "ru-RU": "Групповое занятие очень легко сделать занятие динамичным и вариативным, преподаватель может предложить ученикам много разнообразных заданий и упражнений. Это и групповая, и парная работа, и всевозможные игры, соревнования, дебаты, дискуссии. Такой формат обучения точно не является скучным для ребенка."
      },
      "answer5": {
        "en-GB": "Simulation of real life",
        "ru-RU": "Имитация реальной жизни"
      },
      "answer6": {
        "en-GB": "In a group it is much easier to create situations which imitate real life situations and this is one of the basic conditions for successful language acquisition. After all, your child has to use it in practice! It is much easier to act out scenes from everyday life, school or family life if the children do it with other pupils and not with the teacher. It is also important to change communication partners, for example in group work which is easily doable.",
        "ru-RU": "В группе намного проще создать ситуации, которые повторяют случаи из реальной жизни. А это - одно из основных условий успешного усвоения языка. Ведь ребенку нужно будет использовать его на практике! Разыграть какие-то сценки из бытовой, школьной, семейной жизни намного проще, если дети делают это с такими же учениками, а не с преподавателем. Здесь также важна смена партнеров по общению, при групповой работе это прекрасно можно реализовать."
      },
      "answer7": {
        "en-GB": "Competitive spirit",
        "ru-RU": "Дух соперничества"
      },
      "answer8": {
        "en-GB": "We are talking about a healthy, positive rivalry which helps you learn unfamiliar information faster and facilitates effective foreign language learning, especially if the other students in the group are at approximately the same level as your child.",
        "ru-RU": "Мы говорим о здоровом, позитивном соперничестве, которое помогает быстрее осваивать незнакомую информацию и способствует эффективному изучению иностранного языка, особенно, если остальные ученики в группе находятся приблизительно на том же уровне, что и ваш ребенок."
      },
      "answer9": {
        "en-GB": "Opportunity to learn from others' mistakes",
        "ru-RU": "Возможность учиться на чужих ошибках"
      },
      "answer10": {
        "en-GB": "When learning a foreign language in a group, the child sees not only his or her own mistakes, but also the mistakes of others.",
        "ru-RU": "Изучая иностранный язык в коллективе, ребенок видит не только свои, но и чужие промахи."
      },
      "answer11": {
        "en-GB": "Incorrect pronunciation of sounds, problems with applying new grammar rules, incorrect use of words and phrases - we notice other people's mistakes much more often than we notice our own. And we can learn from them just as effectively as from our own.",
        "ru-RU": "Неправильное произношение звуков, проблемы с применением новых грамматических правил, некорректное использование слов и фраз — чужие ошибки мы замечаем намного чаще, чем собственные. И учимся на них не менее эффективно, чем на своих."
      },
      "answer12": {
        "en-GB": "Group lessons for children are interesting, fun and motivate the child to not fall behind the other children in the group, but to keep up with them!",
        "ru-RU": "Групповые занятия для детей - это интересно, весело - и очень мотивирует не отставать от других ребят группы, а быть на их уровне!"
      }
    },
    "Q13": {
      "question": {
        "en-GB": "1.13 Why do the lessons for children under 10 last 45 minutes and not 60?",
        "ru-RU": "1.13 Почему уроки для детей до 10 лет длятся 45 минут, а не 60?"
      },
      "answer1": {
        "en-GB": "Norms for lesson length have been developed based on the age and physiological characteristics of children. For younger students, the lesson should last no longer than 40 minutes and 5 minutes for the introductory part of the lesson and saying goodbye at the end of the class.",
        "ru-RU": "Нормы длительности уроков были разработаны, исходя из возрастных и физиологических особенностей детей. Для младших школьников урок не должен продолжаться дольше, чем 40 минут и 5 минут на подключение к уроку и прощание в конце его."
      },
      "answer2": {
        "en-GB": "Experts in age and educational psychology have found that 45 minutes of a lesson provides an opportunity for productive mental activity. During this time, the ability to concentrate and perform complex mental activities reaches its peak.",
        "ru-RU": "Как было установлено специалистами в области возрастной и педагогической психологии, 45 минут урока дают возможность для продуктивной умственной активности. За это время способность к концентрации внимания и сложным умственным действиям достигает своего пика."
      },
      "answer3": {
        "en-GB": "Conventionally speaking, this is questioning, repeating, learning new material and consolidating new material. This is the optimum lesson length for younger pupils, and the format is familiar to them: lessons in school are also 40 minutes long. There are 12-18 different tasks in a lesson like this.",
        "ru-RU": "Условно говоря, это опрос, повторение, изучение нового материала, закрепление нового материала. Это оптимальная продолжительность занятий для младших школьников, и формат им привычен: в школе уроки тоже идут по 40 минут. В такое занятие умещается 12-18 разных заданий."
      },
      "answer4": {
        "en-GB": "We know that children, and adults too, cannot maintain a high level of concentration for long periods of time. The attention curve starts to go down around 15-20 minutes into the lesson and reaches a low point half an hour after the start of the lesson. Then it goes up again briefly - just as the child realises that the end of the lesson is just around the corner.",
        "ru-RU": "Мы знаем, что дети, да и взрослые тоже, не могут поддерживать высокий уровень концентрации долгое время. Кривая внимания начинает идти вниз примерно на 15-20 минуте урока и достигает минимума через полчаса после начала занятия. А потом снова ненадолго идет вверх — как раз в тот момент, когда ребенок понимает, что конец урока совсем скоро."
      },
      "answer5": {
        "en-GB": "To keep students from getting bored and distracted, our teachers constantly give them tasks that require different types of activity: watch a video and discuss what they have seen, interview a friend, describe your favourite cartoon character, read a mini-comic. During the lesson, the teacher alternates between intellectual and physical activities, helping to maintain attention from the first to the last minute.",
        "ru-RU": "Чтобы ученик не заскучал и не начал отвлекаться, наши преподаватели постоянно дают задания, требующие разных типов активности: просмотреть ролик и обсудить увиденное, взять интервью у друга, описать любимого персонажа из мультика, прочитать мини-комикс. Во время урока педагог чередует интеллектуальную и физическую деятельность, тем самым помогает поддерживать внимание от первой до последней минуты."
      }
    },
    "Q14": {
      "question": {
        "en-GB": "1.14 I think my child is at a higher level than the other children in the group. My child says their classes are too easy.",
        "ru-RU": "1.14 Я считаю, уровень моего ребёнка выше, чем у других детей в группе. Ребенок говорит, что ему на занятиях слишком легко."
      },
      "answer1": {
        "en-GB": "'This level is too easy for my child' - we can often get this kind of feedback from parents after the first lessons.",
        "ru-RU": "«Моему ребенку легко на занятиях» - часто после первых уроков мы можем получать такую обратную связь от родителей."
      },
      "answer2": {
        "en-GB": "This is the way it should be! After all, it is our common goal (both teacher and parent) to motivate the child to learn a language. Would a child really want to go to a class where everything is very complicated and incomprehensible?! Of course not.",
        "ru-RU": "Так и должно быть! Ведь, наша с вами общая задача (и педагога, и родителя) замотивировать ребенка изучать иностранный язык. Будет ли ребенок хотеть идти на занятия, где все очень сложно и непонятно?! Конечно, нет."
      },
      "answer3": {
        "en-GB": "We need to enthuse the child, immerse them gently in a foreign language, building on the knowledge they already have, be it colours, animals or counting up to 5. In the lesson, we create a situation of success, of achievement, a small step, but forward! The child has their own motivation 'I am good at it', 'I am praised'.",
        "ru-RU": "Нам необходимо увлечь ребенка, погрузить мягко в иностранный язык, опираясь уже на те знания, которые есть у него. Будь то цвета, животные и счет до 5. Мы создаем на уроке ситуацию успеха, достижения, небольшого шага, но вперед! У ребенка формируется его собственная мотивация «я-молодец», «у меня получается», «меня хвалят»."
      },
      "answer4": {
        "en-GB": "Then we add new vocabulary, grammar and syntactic constructions. The child sometimes doesn't notice it happening as the lesson format is interactive, dynamic and varied in content and form.",
        "ru-RU": "Далее мы добавляем новую лексику, грамматические и синтаксические конструкции. Ребенок, порой, не замечает, как это происходит, так как формат урока - интерактивный, динамичный и разнообразный по содержанию и форме."
      },
      "answer5": {
        "en-GB": "Many children understand spoken language well, and parents are under the impression that the child knows everything at this level and needs to be transferred to a more complex one. But 'listening comprehension' is only one component of a whole list of competencies that a child should possess at different stages of foreign language acquisition. There are four of them - speaking, listening, reading, writing. If a child develops only one of them, the learning trajectory is built in such a way that the child must  catch up on the other three skills. Once a child has mastered all four skills at their level, then they can move on to the next level.",
        "ru-RU": "Многие дети хорошо понимают разговорный язык, и у родителей складывается впечатление, что ребенок все знает на этом уровне, и его необходимо перевести на более сложный. Но «понимание языка на слух» - это лишь один компонент из целого списка компетенций, которыми ребенок должен обладать на разных этапах освоения иностранного языка. Их четыре - говорение, слушание, чтение, письмо. Если у ребенка развит только один из них, то траектория обучения выстраивается таким образом, чтобы «подтянуть» остальные три навыка. И только после того, как ребенок владеет всеми четырьмя в равной степени, он может переходить на следующий уровень."
      },
      "answer6": {
        "en-GB": "Everyone would agree that learning a language is quite a complex process, and as we immerse ourselves in it, we cannot be limited to a minimum of vocabulary or constructions. For example, your child understands the question, 'How old are you?' and can answer it. It seems to the parent that the topic 'age' has already been explored by the child, because they can answer this question, so they can go on. Yet, this is not quite true.",
        "ru-RU": "Согласитесь, что изучение языка, это довольно сложный процесс, и погружаясь в него, мы не можем ограничиваться минимальным лексическим запасом или конструкциями. Например, ваш ребенок понимает вопрос: «Сколько тебе лет?» и может ответить на него. Родителю кажется, что тема «возраст» уже изучена ребенком, ведь он может ответить на этот вопрос, поэтому можно идти дальше. Это так, но не совсем."
      },
      "answer7": {
        "en-GB": "In a foreign language, there can be other, similar questions: 'What is your age?', 'Are you 7 years old?', 'Are you 7 or 8 years old?'. And children are usually lost when they hear new constructions, and this is normal. Therefore, it is the task of our teachers to give all the variety of language forms that exist in a given language, so that a child, when exposed to a foreign language environment, can answer any of the questions above.",
        "ru-RU": "В иностранном языке могут быть и другие, похожие вопросы: «Какой твой возраст?», «Тебе 7 лет?», «Тебе 7 или 8 лет?». И дети обычно теряются, когда слышат новые конструкции, и это нормально. Поэтому задача наших педагогов давать все разнообразие языковых форм, которое есть в том или ином языке, чтобы ребенок, попадая в иноязычную среду мог ответить на любой из вышеприведенных вопросов."
      },
      "answer8": {
        "en-GB": "It is the policy of our language school to impart deep, broad knowledge to children. We are interested in ensuring that students’ progress becomes faster from level to level, but without losing the quality of the knowledge gained.",
        "ru-RU": "Это политика нашей языковой школы - давать глубокие, обширные знания детям. Мы заинтересованы в том, чтобы студенты быстрее продвигались от уровня к уровню, но не теряя при этом качество полученных знаний."
      }
    }
  },
  "faqTopic2": {
    "title": {
      "en-GB": "2. Questions about registration, costs and fees and certification",
      "ru-RU": "2. Вопросы о регистрации, стоимости, сборах и сертификации"
    },
    "Q1": {
      "question": {
        "en-GB": "2.1 Is there a discount if more than one member of the family takes a course?",
        "ru-RU": "2.1 Есть ли скидки при условии занятий для нескольких членов семьи?"
      },
      "answer1": {
        "en-GB": "We offer a discount",
        "ru-RU": "Мы предоставляем скидку"
      },
      "answer2": {
        "en-GB": "10% for the second family member",
        "ru-RU": "10% на второго членa семьи"
      },
      "answer3": {
        "en-GB": "15% for the third family member",
        "ru-RU": "25% на третьего членa семьи"
      },
      "answer4": {
        "en-GB": "20% for the fourth family member when attending a group class",
        "ru-RU": "20% на четвертого членa семьи при посещении групповых занятий"
      },
      "answer5": {
        "en-GB": "Attention! The discount only applies to members of the immediate family (not to distant relatives)",
        "ru-RU": "Внимание! Скидка не распространяется на двоюродных и троюродных родственников"
      }
    },
    "Q2": {
      "question": {
        "en-GB": "2.2 Is it possible to pay the course fee in parts or in installments?",
        "ru-RU": "2.2 Можно ли оплатить курс частично или в рассрочку?"
      },
      "answer1": {
        "en-GB": "Payment in instalments is allowed in exceptional cases and upon agreement with the MultiTaskers GmbH language school. In the case of payment in instalments, the first instalment (50%) must be paid before the start of the course.",
        "ru-RU": "Оплата в рассрочку допускается в исключительных случаях и производится по согласованию с языковой школой MultiTaskers GmbH. В случае оплаты в рассрочку, первый взнос (50%) должен быть оплачен до начала курса."
      },
      "answer2": {
        "en-GB": "Payment for individual lessons is made according to the selected package - for 5, 10, 15 or 20 lessons.",
        "ru-RU": "Оплата индивидуальных занятий производится согласно выбранному пакету — за 5, 10, 15 или 20 занятий."
      },
      "answer3": {
        "en-GB": "Please note! By registering, the customer undertakes to pay the entire course fee before the start of the course. Participation in the course is only possible after paying the course fees.",
        "ru-RU": "Обратите внимание! Регистрируясь, клиент обязуется полностью оплатить стоимость курса до его начала. Участие в курсе возможно только в том случае, если языковая школа MultiTaskers GmbH получила оплату за курс!"
      },
      "answer4": {
        "en-GB": "Payment can be made by credit card, PayPal or bank transfer.",
        "ru-RU": "Оплата может быть произведена кредитной картой, через PayPal или банковским переводом."
      }
    },
    "Q3": {
      "question": {
        "en-GB": "2.3 When filling in the payment details for the course, should the details of the parent or the child be entered?",
        "ru-RU": "2.3 При заполнении данных на оплату курса писать данные родителя или ребёнка?"
      },
      "answer1": {
        "en-GB": "For underage students the parent's/legal guardian's details must be filled in.",
        "ru-RU": "Для несовершеннолетних учеников нужно заполнить данные родителя/ законного представителя ребёнка."
      }
    },
    "Q4": {
      "question": {
        "en-GB": "2.4 Do you re-calculate for missed lessons?",
        "ru-RU": "2.4 Делаете ли вы перерасчет за пропущенные занятия?"
      },
      "answer1": {
        "en-GB": "In the case of group classes, non-participation in classes - whether the whole course or individual classes - does not entitle you to non-payment or a reduction of the tuition fee.",
        "ru-RU": "В случае групповых занятий неучастие в занятиях - будь то весь курс или отдельные занятия - не дает права на неуплату или уменьшение стоимости обучения."
      },
      "answer2": {
        "en-GB": "In the case of individual classes - If you have given us 24 hours' notice of a cancellation, a re-calculation without deduction of fees will be made.",
        "ru-RU": "В случае индивидуальных занятий - Перерасчет без удержания комиссии производится по уважительной причине и в том случае, если Вы предупреждаете нас об отмене занятия за 24 часа до его начала."
      }
    },
    "Q5": {
      "question": {
        "en-GB": "2.5 Do I have to inform the course coordinator if I or my child cannot attend the trial lesson (after the course coordinator has set the time and day for the trial lesson)?",
        "ru-RU": "2.5 Нужно ли предупреждать о том, что я или мой ребёнок не сможем присутствовать на пробном уроке (после того, как координатор курсов назначил время и день для пробного урока)?"
      },
      "answer1": {
        "en-GB": "Yes, please always let us know about any unforeseen changes on your part and, of course, about not being able to connect to a trial lesson.",
        "ru-RU": "Да, пожалуйста, всегда предупреждайте нас о каких-либо непредвиденных изменениях с Вашей стороны и, конечно, о невозможности подключиться к пробному уроку."
      }
    },
    "Q6": {
      "question": {
        "en-GB": "2.6 My course will start soon and I have not yet received any information by email.",
        "ru-RU": "2.6 Мой курс начнётся в скором времени, а мне еще не пришло никакой информации по e-mail."
      },
      "answer1": {
        "en-GB": "Please check your spam folder. Unfortunately, our emails sometimes end up there.",
        "ru-RU": "Проверьте, пожалуйста, папку спам. К сожалению, иногда наши письма попадают туда."
      },
      "answer2": {
        "en-GB": "If you do not find any emails there either, please contact us by e-mail or via one of the messengers on social media (Facebook, Telegram, Instagram, Whatsapp).",
        "ru-RU": "Если же Вы не нашли письма и там, свяжитесь с нами сами по e-mail, либо в одном из мессенджеров в социальных сетях (Фейсбук, Телеграмм, Инстаграм, Вотсапп)."
      }
    },
    "Q7": {
      "question": {
        "en-GB": "2.7 I can find lower prices on the education market for group and individual lessons than in your school. What is the reason for the price of the lessons?",
        "ru-RU": "2.7 На рынке образовательных услуг можно найти более низкие цены на групповые и индивидуальные занятия, чем в вашей школе. Чем обусловлена цена уроков?"
      },
      "answer1": {
        "en-GB": "Of course, the prices of educational services are now very different (as is the quality of the services provided) and everyone is free to choose the price-quality ratio which suits them best.",
        "ru-RU": "Конечно, цены на образовательные услуги сейчас самые разные (как и качество предоставляемых услуг), и каждый вправе выбирать для себя. Каждый человек выбирает нужное ему соотношение цена-качество."
      },
      "answer2": {
        "en-GB": "In our school we had cases of students who have learned the language for a long time in a group or individually (and those lessons required a lot of effort and a lot of money whatever the price of the lesson might have been), but in our introductory interview, they have difficulties answering the simplest questions. As a result, we start practically studying with them from scratch, activating passive knowledge, building a system.",
        "ru-RU": "Часто к нам приходят ученики, которые долгое время занимались в группе либо индивидуально с педагогом (и за эти занятия были заплачены довольно большие суммы, по какой бы цене не был урок), но на вступительном собеседовании-знакомстве они не могут ответить на простейшие вопросы. В итоге мы с ними начинаем заниматься практически с нуля, активизируем пассивные знания, выстраиваем систему."
      },
      "answer3": {
        "en-GB": "We guarantee that the methods and approaches used by the teachers in our school are effective and result-oriented.",
        "ru-RU": "Мы гарантируем, что методы и подходы, которые применяют учителя в нашей школе, являются эффективными и направлены на результат."
      },
      "answer4": {
        "en-GB": "According to your goals and deadlines, we will find a suitable learning programme for you and with the right motivation on the part of the student, the desired result will soon be seen.",
        "ru-RU": "В соответствии с Вашими целями и сроками, мы подберем подходящую программу обучения, и при нужной мотивации со стороны ученика, желаемый результат не заставит себя ждать."
      }
    },
    "Q8": {
      "question": {
        "en-GB": "2.8 Are there examinations to confirm the level of language proficiency?",
        "ru-RU": "2.8 Проводятся ли экзамены для подтверждения уровня владения языком?"
      },
      "answer1": {
        "en-GB": "You can take an internal exam at our school which will help to assess your knowledge, however, we don’t run international exams and therefore cannot provide international language certificates (TestDaF, Goethe, TELC, etc.)",
        "ru-RU": "В школе проводится внутренний экзамен для оценки Ваших знаний, но языковые сертификаты международного образца (TestDaF, Goethe, TELC, etc) школой не выдаются."
      }
    },
    "Q9": {
      "question": {
        "en-GB": "2.9 Will I get a certificate of course completion?",
        "ru-RU": "2.9 Выдается ли сертификат о прохождении курса?"
      },
      "answer1": {
        "en-GB": "At the end of each language sub-level (e.g. A1.1), you will receive a certificate of participation. It is important to note that the certificate is only issued if you have attended the lessons regularly, or if you have missed up to three lessons.",
        "ru-RU": "По окончании каждого языкового подуровня (например, А1.1), Вы получите сертификат участника. Важно учесть нюанс- сертификат выдается в том случае, если Вы регулярно присутствовали на уроках, а если пропускали, то не более трех занятий."
      }
    }
  },
  "faqTopic3": {
    "title": {
      "en-GB": "3. Questions about learning process and our teaching methods",
      "ru-RU": "3. Вопросы о процессе обучения и наших методах преподавания"
    },
    "Q1": {
      "question": {
        "en-GB": "3.1 What programs (methods) are used for training?",
        "ru-RU": "3.1 По каким программам (методикам) проводится обучение?"
      },
      "answer1": {
        "en-GB": "We use the communicative approach, which is considered the most effective worldwide and focuses on real communication in a foreign language.",
        "ru-RU": "Мы используем коммуникативную методику, которая считается наиболее эффективной во всем мире и нацелена на реальное общение на иностранном языке."
      },
      "answer2": {
        "en-GB": "The methodology involves the development of all language skills: speaking, writing, reading, listening and mastering the grammar and vocabulary of the foreign language.",
        "ru-RU": "Методика предполагает формирование всех языковых навыков: устной и письменной речи, чтения, аудирования, а также овладения грамматикой и лексикой иностранного языка."
      },
      "answer3": {
        "en-GB": "We use the latest teaching and learning resources from leading European publishers, including authentic materials and digital tools.",
        "ru-RU": "Используемые новейшие учебно-методические комплексы ведущих европейских издательств, включают электронные компоненты и интернет-ресурсы."
      },
      "answer4": {
        "en-GB": "We also use our own sets of materials which has proven to very effective over the years",
        "ru-RU": "Также мы используем проверенные на многолетней практике собственные разработки."
      }
    },
    "Q2": {
      "question": {
        "en-GB": "3.2 I want my child to be able to speak a foreign language fluently. It is also important that s/he is interested. Our wishes are a little grammar and the main emphasis to be on speaking and increasing the vocabulary. Do you have a suitable course for my child?",
        "ru-RU": "3.2 Я хочу, чтобы мой ребенок мог свободно владеть иностранным языком. Также важно, чтобы ему было интересно. Наши пожелания - немного грамматики и основной упор на разговор и увеличение словарного запаса. Есть ли у Вас подходящий курс для моего ребёнка?"
      },
      "answer1": {
        "en-GB": "We use a communicative approach in our lessons, which aims to get the children talking. The focus is on vocabulary and conversation; grammar is not focused on in the children's groups but is learned on a subconscious level through fixed conversational constructions: the children learn under the guidance of the teacher to form sentences, to ask others different types of questions (general, special), to use singular and plural forms, irregular verbs, etc.",
        "ru-RU": "В основе наших уроков - коммуникативный подход, направленный на то, чтобы разговорить детей. Упор делается на словарный запас и разговор, грамматика в детских группах не тематизируется, она изучается на подсознательном уровне через устойчивые разговорные конструкции: дети под руководством педагога учатся составлять предложения, задавать другим разные виды вопросов (общие, специальные), использовать формы единственного и множественного числа и т.д."
      },
      "answer2": {
        "en-GB": "During the lesson, we combine different techniques:",
        "ru-RU": "В течение занятия мы комбинируем различные методики:"
      },
      "answer3": {
        "en-GB": "Playing language games.",
        "ru-RU": "Играем в языковые игры."
      },
      "answer4": {
        "en-GB": "Watching cartoons and informative videos in the target language.",
        "ru-RU": "Смотрим мультики и познавательные видео на изучаемом языке."
      },
      "answer5": {
        "en-GB": "Learning poems.",
        "ru-RU": "Учим стихотворения."
      },
      "answer6": {
        "en-GB": "Retelling texts.",
        "ru-RU": "Пересказываем тексты."
      },
      "answer7": {
        "en-GB": "Making dialogues.",
        "ru-RU": "Составляем диалоги."
      },
      "answer8": {
        "en-GB": "Describing pictures.",
        "ru-RU": "Описываем картинки."
      },
      "answer9": {
        "en-GB": "Making stories from a series of pictures.",
        "ru-RU": "Составляем рассказы по серии картинок."
      },
      "answer10": {
        "en-GB": "Reading books and comics.",
        "ru-RU": "Читаем адаптированные книги и комиксы."
      },
      "answer11": {
        "en-GB": "Taking quizzes and doing quests.",
        "ru-RU": "Проходим викторины и квесты."
      },
      "answer12": {
        "en-GB": "Doing sport exercises in a foreign language.",
        "ru-RU": "Проводим физ. разминку на иностранном языке."
      },
      "answer13": {
        "en-GB": "Playing pantomime and taboo.",
        "ru-RU": "Играем в пантомиму и табу."
      },
      "answer14": {
        "en-GB": "All material is explained using vocabulary and visual aids that the children already know; The child’s mother tongue is practically eliminated from the lessons.",
        "ru-RU": "Весь материал объясняется с помощью уже известной детям лексики и визуальных пособий, русский язык (или любой другой родной язык) на занятиях практически исключен."
      }
    },
    "Q3": {
      "question": {
        "en-GB": "3.3 My child is often distracted and if s/he is not fully involved, s/he might get lazy or do other things during the class.",
        "ru-RU": "3.3 У меня ребёнок часто отвлекается, его надо заинтересовать, увлечь. Если его не «включать», он может лениться или заниматься на уроке посторонними делами."
      },
      "answer1": {
        "en-GB": "We have a fairly intensive pace of work in our children's courses. The tasks are designed in such a way that all the children are equally involved; they simply don't have time to be 'distracted' and sit idly.",
        "ru-RU": "У нас на детских курсах довольно интенсивный темп работы. Задания разработаны таким образом, чтобы все дети были одинаково вовлечены, у них попросту нет времени «отвлекаться» и сидеть без дела."
      },
      "answer2": {
        "en-GB": "We do quizzes and speed tasks with them, they write and ask each other questions, riddles, many tasks are on a competitive basis, it keeps everyone on alert!",
        "ru-RU": "Мы с ними выполняем задания на внимательность, на скорость, они пишут и задают друг другу вопросы, загадывают загадки, многие задания на конкурсной основе, это здорово вовлекает!"
      },
      "answer3": {
        "en-GB": "We also have team games and the children try hard to get points for their team so they don't let their team down. We also call each child by their name and ask a question or give them small individual tasks, so there is no time for sitting and doing other things rather than learning a language.",
        "ru-RU": "Также проводим командные игры, и дети очень стараются заработать баллы, чтобы не подвести свою команду. Также мы вызываем каждого ребенка по имени, задаем вопрос или задание, так что «сидеть и отмалчиваться» не получится."
      }
    },
    "Q4": {
      "question": {
        "en-GB": "3.4 What role is assigned to speaking practice in the classroom? Will the child be able to overcome the language barrier?",
        "ru-RU": "3.4 Какая роль отводится разговорной  практике на занятиях? Сможет ли ребёнок преодолеть языковой барьер?"
      },
      "answer1": {
        "en-GB": "Classes will help you overcome the language barrier. Our methods are practice-oriented with a focus on developing communication skills in real-life situations.",
        "ru-RU": "Занятия обязательно помогут преодолеть языковой барьер. Наши методики ориентированы на практику, развивающую навыки общения в реальных жизненных ситуациях."
      },
      "answer2": {
        "en-GB": "This is achieved through special forms of learning: paired and group work, role-plays and competitions, discussion of real-life situations, videos and stories.",
        "ru-RU": "Это достигается путем специальных форм обучения: парная и групповая работа, ролевые игры и конкурсы, обсуждение актуальных жизненных ситуаций, видео сюжетов и историй."
      }
    },
    "Q5": {
      "question": {
        "en-GB": "3.5 What is more effective: group or individual foreign language classes?",
        "ru-RU": "3.5 Что эффективнее: групповые или индивидуальные занятия по иностранному языку?"
      },
      "answer1": {
        "en-GB": "The choice of form and mode of learning depends on the child's personality and your objectives.",
        "ru-RU": "Выбор формы и режима занятий зависит от личности обучающегося и поставленных задач."
      },
      "answer2": {
        "en-GB": "Group classes are important for the child's social adaptation in the community and is more effective for practising communication skills.",
        "ru-RU": "Обучение в группе важно для социальной адаптации ребенка в коллективе и более эффективно для отработки коммуникативных навыков."
      },
      "answer3": {
        "en-GB": "Individual tuition is recommended if intensive training is needed in a very short time or if you need a flexible schedule.",
        "ru-RU": "Индивидуальное обучение рекомендуется, если нужна интенсивная подготовка в очень сжатые сроки или нестандартное расписание занятий."
      }
    },
    "Q6": {
      "question": {
        "en-GB": "3.6 How do individual lessons work?",
        "ru-RU": "3.6 Как проходят индивидуальные занятия?"
      },
      "answer1": {
        "en-GB": "Individual online lessons usually last from 45 to 90 minutes in the case of adult courses and from 30 to 60 minutes in the case of children's and teenage courses (the length of classes can be changed after discussing this with the teacher in advance) and start any day (after you have paid for a lesson package).",
        "ru-RU": "Индивидуальные онлайн-уроки, как правило, длятся от 45 до 90 минут в случае взрослых кусов и от 30 до 60 минут в случае детских и подростковых курсов  (длительность одного занятия можно изменить, заранее обсудив это с педагогом) и начинаются в любой день (при условии оплаты пакета занятий)."
      },
      "answer2": {
        "en-GB": "You can choose a package of 5, 10, 15 or 20 online lessons. Individual lessons are carefully designed and tailored to your goals, needs, interests and pace of learning.",
        "ru-RU": "Вы можете выбрать пакет из 5, 10, 15 или 20 онлайн-уроков. Индивидуальные занятия тщательно продуманы и адаптированы к Вашим целям, потребностям, интересам и темпу обучения."
      },
      "answer3": {
        "en-GB": "Prices for individual lessons can be found on the website. To find out more about our group courses and private lessons, please click on the button below:",
        "ru-RU": "Цены на индивидуальные занятия указаны на сайте. Более подробно ознакомиться с нашими групповыми курсами и индивидуальными занятиями можете перейдя, нажав на кнопку ниже:"
      }
    },
    "Q7": {
      "question": {
        "en-GB": "3.7 Can I study individually with a teacher and not just in a study group?",
        "ru-RU": "3.7 Могу ли я заниматься индивидуально с преподавателем, а не только в рамках учебной группы?"
      },
      "answer1": {
        "en-GB": "The services offered by our school also include one-to-one lessons with teachers. If you are more comfortable with individual lessons, or if you would like to combine group lessons with individual lessons, that's no problem.",
        "ru-RU": "В числе услуг, предоставляемых нашей школой, есть также индивидуальные занятия с преподавателями. Если Вам комфортнее заниматься индивидуально, или если Вы хотите совмещать занятия в группе с индивидуальными уроками - это не проблема."
      },
      "answer2": {
        "en-GB": "We will be happy to arrange a schedule for you and help you get in touch with your teacher for further instructions and materials.",
        "ru-RU": "Мы с радостью составим расписание для Вас и поможем связаться с учителем для получения дальнейших инструкций и материалов."
      }
    },
    "Q8": {
      "question": {
        "en-GB": "3.8 Can I choose my teacher?",
        "ru-RU": "3.8 Могу ли я сам(а) выбрать себе преподавателя?"
      },
      "answer1": {
        "en-GB": "According to your initial request, we will find a suitable course for you or your child according to the following criteria: age, level, schedule. You will be enrolled in a group to which a teacher has already been assigned. Therefore, the answer to the question is no: you cannot choose your teacher. We would like to assure you that all our teachers are open and friendly professionals who are always happy to listen to your wishes and help in any way they can.",
        "ru-RU": "В соответствии с Вашим запросом на обучение мы подберем подходящее время занятий для Вас или Вашего ребёнка в соответствии со следующими критериями: возраст, уровень, подходящий вам график. Вы будете зачислены в группу с уже назначенным преподавателем. Готовы заверить, что все наши учителя - открытые и дружелюбные профессионалы своего дела, которые всегда рады прислушаться к Вашим пожеланиям и помочь в любом вопросе. ▪ Bыбор преподавателя учеником не предусмотрен."
      }
    },
    "Q9": {
      "question": {
        "en-GB": "3.9 Can I choose the schedule of the individual lessons?",
        "ru-RU": "3.9 Можно ли выбрать время индивидуальных занятий?"
      },
      "answer1": {
        "en-GB": "Individual lesson times are discussed with the teacher. The weekly and therefore monthly number of teaching hours will be indicated after booking your package.",
        "ru-RU": "Время индивидуальных занятий обсуждается с преподавателем. При бронировании пакета занятийбудет указано еженедельное и, соответственно, ежемесячное количество учебных часов."
      },
      "answer2": {
        "en-GB": "For individual lessons, dates are set at least seven days in advance. You should stick to the agreed lesson times. Classes are held online at the agreed times.",
        "ru-RU": "Для индивидуальных занятий даты назначаются, как минимум, за семь дней до их проведения. Оговоренные сроки должны соблюдаться. Занятия проводятся в режиме онлайн в согласованное время."
      }
    },
    "Q10": {
      "question": {
        "en-GB": "3.10 Can the curriculum be adapted to the school curriculum?",
        "ru-RU": "3.10 Можно ли адаптировать учебный план под школьную программу?"
      },
      "answer1": {
        "en-GB": "This should be discussed with the teacher.",
        "ru-RU": "Этот вопрос необходимо обсудить с преподавателем."
      },
      "answer2": {
        "en-GB": "In the case of individual classes, yes, you can.",
        "ru-RU": "В случае индивидуальных занятий - да, можно."
      },
      "answer3": {
        "en-GB": "In the case of group classes, you should discuss this with the teacher in advance and familiarise yourself with the course programme.",
        "ru-RU": "В случае групповых- необходимо заранее обсудить это с преподавателем и ознакомиться с программой курса."
      }
    },
    "Q11": {
      "question": {
        "en-GB": "3.11 Where can I find the course programme?",
        "ru-RU": "3.11 Где я могу узнать программу курса?"
      },
      "answer1": {
        "en-GB": "You can request the course programme from our manager (if you have not yet started the course) or from your teacher (if you have already started the course).",
        "ru-RU": "Программу курса Вы можете запросить у администратора (в случае, если Вы еще не начали обучение) или у Вашего преподавателя (в случае, если Вы уже начали курс)."
      },
      "answer2": {
        "en-GB": "In both situations, the course programme, which is developed based on the newest educational standards, will be emailed to you.",
        "ru-RU": "В обоих ситуациях Вам на почту будет отправлена программа курса с учетом образовательных стандартов."
      }
    },
    "Q12": {
      "question": {
        "en-GB": "3.12 Can I study with the textbooks/materials which I think are best for me?",
        "ru-RU": "3.12 Могу ли я учиться по учебникам/материалам, которые считаю лучшими для себя?"
      },
      "answer1": {
        "en-GB": "If you have any materials that you think should be included in the curriculum, contact your teacher. He or she will be able to advise you on whether these materials can be taken into account in the course or in your homework.",
        "ru-RU": "Если у Вас есть какие-либо материалы, которые Вы считаете необходимым включить в учебную программу, обратитесь к своему преподавателю. Он подскажет, можно ли учитывать эти пособия при проведении курса или при выполнении домашних заданий."
      },
      "answer2": {
        "en-GB": "It is also possible to discuss the plausibility of you personally learning from these materials.",
        "ru-RU": "Также можно обсудить возможность Вашего личного обучения по этим материалам."
      }
    },
    "Q13": {
      "question": {
        "en-GB": "3.13 What will the class be like? What is the structure and the programme of the lesson?",
        "ru-RU": "3.13 Как проходит занятие? Какова программа урока?"
      },
      "answer1": {
        "en-GB": "Classes take place online in the form of a video conference with the teacher. You will receive instructions and an invitation to the class via email.",
        "ru-RU": "Занятия проходят онлайн, в виде видео-конференций с преподавателем. Инструкции и приглашение на занятие Вы получите по электронной почте."
      },
      "answer2": {
        "en-GB": "Please open the link a few minutes before the lesson and wait for the teacher to start the lesson.",
        "ru-RU": "Пожалуйста, откройте ссылку за несколько минут до занятия и подождите, пока преподаватель начнет урок."
      },
      "answer3": {
        "en-GB": "Each lesson covers the main areas of the language: grammar, vocabulary and phonetics (pronunciation). These are practiced by means of listening, reading, writing and speaking exercises.",
        "ru-RU": "В рамках каждого занятия происходит освоение основных разделов языка: грамматики, лексики (словарного запаса) и фонетики (произношения). Отработка этих компонентов проводится через упражнения на аудирование (восприятие речи на слух), чтение, письмо и говорение."
      },
      "answer4": {
        "en-GB": "The lesson can be divided into 4 parts: it starts with a warm-up exercise, is followed by a homework check, then the teacher explains the new material and the last part is dedicated to practicing and consolidating the new material.",
        "ru-RU": "Урок можно условно разделить на 4 части: в начале урока проводится языковая разминка, за ней следует проверка домашнего задания, далее преподаватель объясняет новый материал, и последняя часть занятия посвящена отработке и закреплению нового материала."
      },
      "answer5": {
        "en-GB": "The material required for the lesson is demonstrated on the screen.",
        "ru-RU": "Материалы, необходимые для занятия, демонстрируются на экране."
      },
      "answer6": {
        "en-GB": "All lesson materials and homework are provided to the students in PDF or WORD format.",
        "ru-RU": "Все материалы урока и домашнее задание учащиеся получают в форматах PDF или WORD."
      }
    },
    "Q14": {
      "question": {
        "en-GB": "3.14 What is the structure of the trial lesson (in case of individual lessons)?",
        "ru-RU": "3.14 Как проходит пробный урок-знакомство (в случае индивидуальных занятий)?"
      },
      "answer1": {
        "en-GB": "You will meet your teacher online for 30-40 minutes. During this time, he or she will test your knowledge, suggest a programme and select teaching aids.",
        "ru-RU": "Вы встретитесь с преподавателем онлайн на 30-40 минут. За это время он протестирует Ваши знания, предложит программу и подберет учебные пособия."
      },
      "answer2": {
        "en-GB": "This is needed to find out whether you feel comfortable learning with this teacher in the future.",
        "ru-RU": "Это нужно для того, чтобы понять, комфортно ли Вам будет заниматься с этим специалистом в дальнейшем."
      }
    },
    "Q15": {
      "question": {
        "en-GB": "3.15 Do you assign homework? Can the child do the homework on his/her own if the parent cannot help him/her?",
        "ru-RU": "3.15 Вы задаёте домашние задания? Может ли ребенок самостоятельно справиться с домашним заданием, если родитель не может ему помочь?"
      },
      "answer1": {
        "en-GB": "Homework is an integral part of the learning process and is intended to reinforce the material covered in the lesson and to develop self-study skills.",
        "ru-RU": "Домашнее задание является неотъемлемой частью учебного процесса и направлено на закрепление материала, пройденного на уроке, а также на выработку навыка самостоятельной работы."
      },
      "answer2": {
        "en-GB": "If the child has attended a lesson followed by homework, there is usually no need for the parents to help with the homework, as the child will be familiar with the material.",
        "ru-RU": "Если ребенок присутствовал на уроке, после которого было задано домашнее задание, то помощь родителей при выполнении домашнего задания, как правило, не требуется, так как ребёнку будет знаком этот материал."
      }
    },
    "Q16": {
      "question": {
        "en-GB": "3.16 Why do you need to do your homework and check it with the teacher in class?",
        "ru-RU": "3.16 Для чего необходимо выполнять домашнее задание и проверять его с преподавателем на уроке?"
      },
      "answer1": {
        "en-GB": "Homework is a consolidation of the covered material and additional independent language practice, because the more a person is 'in the language', the faster s/he learns it.",
        "ru-RU": "Домашнее задание - это закрепление пройденного материала, дополнительная самостоятельная языковая практика, и чем больше человек находится «в языке», тем быстрее он его изучает."
      },
      "answer2": {
        "en-GB": "The results of homework are also an indicator of the level of mastering of the learnt material; if during the homework check the teacher sees a large number of mistakes on the part of students, he or she corrects the lesson plan for the current and future lessons with this factor in mind. Therefore, both doing and checking homework is an indispensable part of learning any foreign language.",
        "ru-RU": "Результаты домашней работы являются также индикатором уровня усвоения пройденного материала. Если во время проверки домашней работы педагог видит большое количество ошибок, он корректирует план текущего и последующих уроков с учетом этого фактора. Поэтому как выполнение, так и проверка домашних заданий является обязательной частью изучения любого иностранного языка."
      }
    },
    "Q17": {
      "question": {
        "en-GB": "3.17 Does the teacher provide assistance during the course and is the homework checked?",
        "ru-RU": "3.17 Оказывает ли преподаватель помощь во время обучения и проверяет ли домашние задания?"
      },
      "answer1": {
        "en-GB": "Yes, during the course the teacher will be there for you in case you have any questions or need any assistance, and homework will be regularly checked in class.",
        "ru-RU": "Да, обсуждение возникших вопросов и домашнего задания с преподавателем предусмотрено."
      }
    },
    "Q18": {
      "question": {
        "en-GB": "3.18 Is feedback/ information about the student's progress provided?",
        "ru-RU": "3.18 Предоставляется ли обратная связь/фидбек/сведения об успеваемости ученика?"
      },
      "answer1": {
        "en-GB": "Yes, the teacher provides information on the student's progress on request. In the case of individual classes, feedback is more frequent.",
        "ru-RU": "Да, по запросу преподаватель предоставляет информацию об успеваемости ученика. В случае индивидуальных занятий обратная связь, как правило, осуществляется чаще."
      },
      "answer2": {
        "en-GB": "In the case of group classes, a report on each student's progress is made after completion of the level of the course.",
        "ru-RU": "В случае групповых занятий отчёт по успеваемости каждого ученика осуществляется после прохождения очередного уровня курса."
      }
    },
    "Q19": {
      "question": {
        "en-GB": "3.19 Are lessons with a native speaker possible?",
        "ru-RU": "3.19 Возможны ли занятия с носителем языка?"
      },
      "answer1": {
        "en-GB": "Yes! Our school has native-speaker teachers, you can take lessons with them.",
        "ru-RU": "Да! В нашей школе есть преподаватели - носителя языка, Вы смело можете брать у них уроки."
      }
    },
    "Q20": {
      "question": {
        "en-GB": "3.20 Are the classes recorded?",
        "ru-RU": "3.20 Есть ли запись занятий?"
      },
      "answer1": {
        "en-GB": "If a participant cannot attend a group course and you have given at least 2 hours' notice the session will be recorded. The recording will only be available for viewing by group members and will be deleted at the end of the course.",
        "ru-RU": "В случае отсутствия участника в группе и в случае, если вы предупредили об этом не менее, чем за 2 часа до урока, будет произведена запись этого занятия. Запись будет доступна для просмотра исключительно участникам группы и по окончании курса удалена."
      }
    },
    "Q21": {
      "question": {
        "en-GB": "3.21 How long will I have access to the course materials?",
        "ru-RU": "3.21 Сколько длится доступ к материалам курса?"
      },
      "answer1": {
        "en-GB": "All materials will be available until the end of the course.",
        "ru-RU": "Все материалы без исключения будут доступны до конца курса."
      }
    },
    "Q22": {
      "question": {
        "en-GB": "3.22 When is the school on holiday?",
        "ru-RU": "3.22 Когда в школе каникулы?"
      },
      "answer1": {
        "en-GB": "For children's and teens’ courses, the summer holidays last all August and the winter holidays last from around December 22 to January 10; our manager will tell you the exact dates.",
        "ru-RU": "Если говорить о детских и подростковых курсах, то летние каникулы длятся весь август, а зимние - приблизительно с 22 декабря до 10 января, точные даты Вам сообщит администратор."
      },
      "answer2": {
        "en-GB": "Adult courses are held as usual in summer and have a break in winter from around December 22 to January 10; our manager will tell you the exact dates.",
        "ru-RU": "Взрослые курсы летом проводятся в обычном режиме, а зимой есть перерыв приблизительно с 22 декабря до 10 января,точные даты Вам сообщит администратор."
      },
      "answer3": {
        "en-GB": "No classes are held on public holidays throughout Germany.",
        "ru-RU": "В официальные праздничные дни, действующие на территории всей Германии, занятия не проводятся."
      }
    },
    "Q23": {
      "question": {
        "en-GB": "3.23 What information will I get before the course starts?",
        "ru-RU": "3.23 Какую информацию я получу до начала курса?"
      },
      "answer1": {
        "en-GB": "You will receive a welcome email before the course starts. It will contain:",
        "ru-RU": "До начала курса Вы получите приветственное письмо на электронную почту. В нем будет:"
      },
      "answer2": {
        "en-GB": "a link to the online conference of your course (the link to enter the lesson is always the same),",
        "ru-RU": "ссылка на онлайн-конференцию Вашего курса (ссылка для входа на урок всегда одна и та же),"
      },
      "answer3": {
        "en-GB": "the lesson times,",
        "ru-RU": "время занятий,"
      },
      "answer4": {
        "en-GB": "the instructor's email address,",
        "ru-RU": "электронная почта преподавателя,"
      },
      "answer5": {
        "en-GB": "a link to an online class on our school platform, where teaching materials and homework are uploaded as the course progresses.",
        "ru-RU": "ссылка на oнлайн-класс на платформе нашей школы, где по мере прохождения курса выкладываются учебные материалы и домашние задания."
      },
      "answer6": {
        "en-GB": "You will also receive a link to our Telegram  chat, where you will receive alerts about new material and homework, rescheduling classes, holidays, class cancellations (e.g. if your teacher is sick), etc. You can also subscribe to our Learning Assistant bot, which will send you reminders of lessons and a link to the lesson on the day of the lesson.",
        "ru-RU": "Также Вы получите ссылку на организационный чат в Telegram - туда будут приходить оповещения о новых материалах и домашних заданиях, информация о переносе занятий, каникулах, болезни преподавателя и т.д. Также Вы сможете подписаться на нашего бота-помощника, который будет вам присылать напоминания о занятиях и ссылку на урок в день урока."
      },
      "answer7": {
        "en-GB": "For individual questions, please contact the instructor directly by e-mail.",
        "ru-RU": "По частным вопросам просим обращаться к преподавателю напрямую по электронной почте."
      }
    },
    "Q24": {
      "question": {
        "en-GB": "3.24 How are the classes run for younger students? Don't they get tired sitting in class for an hour?",
        "ru-RU": "3.24 Как проводятся занятия для младших школьников? Не устают ли они целый час сидеть на уроке?"
      },
      "answer1": {
        "en-GB": "Children’s courses are designed to suit the psycho-physiological development of the child.",
        "ru-RU": "Программа для детей младшего возраста разработана с учетом психофизиологических особенностей развития ребенка."
      },
      "answer2": {
        "en-GB": "They are actively involved in the learning process. Learning songs, poems, watching cartoons and doing interesting tasks is aimed not only at learning a foreign language, but also at the all-round development of the child.",
        "ru-RU": "Они активно участвуют в учебном процессе. Разучивание песен, стихов, просмотр весёлых мультиков и выполнение интересных заданий направлено не только на изучение иностранного языка, но и на всестороннее развитие ребенка."
      },
      "answer3": {
        "en-GB": "Alternating activities, short breaks and physical activities in the foreign language ensure that the children don't get tired during the lessons and get maximum pleasure from the learning process and from communicating with their teacher.",
        "ru-RU": "Смена форм работы, физкульт-минутки и подвижные игры на иностранном языке способствуют тому, что дети не устают во время занятий и получают максимальное удовольствие от учебного процесса и общения c преподавателем."
      },
      "answer4": {
        "en-GB": "Lessons for children up to 8 years of age are 30 to 45 minutes; lessons for children aged 8 and over are 60 minutes.",
        "ru-RU": "Уроки с детьми до 8 лет длятся oт 30 до 45 минут, уроки с детьми 8 лет и старше длятся 60 минут."
      }
    },
    "Q25": {
      "question": {
        "en-GB": "3.25 My child has fun attending the classes, but does s/he learn anything?",
        "ru-RU": "3.25 Ребёнку на уроке было весело и интересно, но при этом выучил ли он что-либо?"
      },
      "answer1": {
        "en-GB": "Let us explain our principles for the children's programmes:",
        "ru-RU": "Объясним наши принципы составления программы обучения для детей:"
      },
      "answer2": {
        "en-GB": "The lessons are based on a communicative approach, the emphasis is on vocabulary and conversation. Grammar is not thematised in the children's groups, it is learnt on a subconscious level through sustained conversational constructions. Under the guidance of the teacher, the children learn to form sentences, ask others different types of general and specific questions, describe their hobbies, school, room, family, pets and the weather etc.",
        "ru-RU": "- В основе уроков - коммуникативный подход, упор делается на словарный запас и разговор, грамматика в детских группах не тематизируется, она учится на подсознательном уровне через устойчивые разговорные конструкции. Дети под руководством педагога учатся составлять предложения, задавать другим разные виды вопросов (общие, специальные), описывать свои увлечения, школу, погоду, комнату, семью, домашних животных и т.д."
      },
      "answer3": {
        "en-GB": "Lessons are conducted in a playful way. Our lessons are designed having taken into consideration children psychology and neurolinguistics; learning takes place in a relaxed environment that promotes the best perception and memorisation of new material.",
        "ru-RU": "Уроки проходят в игровой форме. Наши занятия разработаны с учетом детской психологии и нейролингвистики, обучение происходит в непринуждённой обстановке, что способствует наилучшему восприятию и запоминанию нового материала."
      },
      "answer4": {
        "en-GB": "Check out our video gallery to see the way our classes are held.",
        "ru-RU": "Вы можете зайти в нашу видео-галерею, и посмотреть как проходят занятия."
      },
      "answer5": {
        "en-GB": "Choose the right age and language and take a sneak peek in our classes to see if this suits you!",
        "ru-RU": "Выбирайте нужный возраст и язык и погружайтесь в атмосферу наших занятий, чтобы понять, подходим ли мы Вам!"
      },
      "answer6": {
        "en-GB": "Go to video gallery",
        "ru-RU": "Посмотреть галерею"
      }
    },
    "Q26": {
      "question": {
        "en-GB": "3.26 Why do teachers sometimes ask children to write down words in class? Aren't printouts or materials in a digital form enough?",
        "ru-RU": "3.26 Зачем учителя просят детей записывать слова на уроке? Можно же прислать распечатки или материалы в электронном виде, а записывание слов - это трата времени на занятии, так как дети медленно пишут."
      },
      "answer1": {
        "en-GB": "In each lesson we engage different kinds of memory, including tactile memory in which the children write something (a relatively short part of the lesson, 5-10 minutes, is allocated for this).",
        "ru-RU": "На каждом уроке мы задействуем разные виды памяти, в том числе тактильную, когда дети пишут (на это отводится сравнительно небольшая часть урока, 5-10 минут)."
      },
      "answer2": {
        "en-GB": "Yes, we could send printouts, and we do send them when needed and when it serves as a backup to the aims and objectives of the lesson.",
        "ru-RU": "Да, мы могли бы прислать распечатки, и мы их присылаем, когда это нужно, и когда это обусловлено целями и задачами урока."
      },
      "answer3": {
        "en-GB": "Nowadays, all children are growing up with gadgets and with the spread of digitalisation, children (both native and non-native speakers) make a lot more spelling mistakes. That’s why we write words in class with the children and we also give them homework to practise these words (in print-outs among others) and we occasionally write dictations in class.",
        "ru-RU": "Сейчас все дети растут с гаджетами, и с распространением дигитализации у детей (как носителей, так и неносителей языка) гораздо больше орфографических ошибок. Поэтому мы с детьми пишем слова на уроке, а также задаём на дом отработку этих слов (в распечатках в том числе) и периодически пишем диктанты на уроках."
      }
    },
    "Q27": {
      "question": {
        "en-GB": "3.27 My child said that the lesson was boring, a lot of repetition and that only a few phrases were practised during the whole lesson. My child wants more exercises, more assignments and more grammar.",
        "ru-RU": "3.27 Мой ребёнок сказал, что на уроке было скучно, много повторения и что весь урок отрабатывали всего несколько фраз. Мой ребёнок хочет больше нагрузки, больше заданий, больше грамматики."
      },
      "answer1": {
        "en-GB": "Let us explain our methodology and teaching principles so that you understand what lies behind the few phrases we have practised in class. We don't make the children cram anything or write too much since the MultiTaskers method aims at getting the children talking (especially at the beginning levels of language learning).",
        "ru-RU": "Разъясним нашу методику и принципы работы, чтобы Вы понимали, что скрывается за теми несколькими фразами, которые мы отрабатывали на уроке. Мы не заставляем детей ничего зубрить или много писать, методика MultiTaskers направлена на то, чтобы разговорить детей (особенно на начальных уровнях изучения языка)."
      },
      "answer2": {
        "en-GB": "Let's say there are 3 main topics in the lesson: colours, pronouns and contrasts (slow/fast). What is learned in these cases? In parallel, 10-15 new words (objects, means of transport, animals), their characteristics (slow/fast), how to correctly form questions with these words, the structure of narrative and interrogative sentences, verb conjugation.",
        "ru-RU": "Предположим, на уроке 3 основных темы: цвета, местоимения и противопоставление (медленный/быстрый). Что изучается в таких случаях? Параллельно 10-15 новых слов (предметы, средства транспорта, животные), их характеристики (медленный/быстрый), как правильно составить вопросы с этими словами, структура повествовательного и вопросительного предложений, спряжение глаголов."
      },
      "answer3": {
        "en-GB": "The lesson is structured in a playful, conversational way and we guarantee that at the end of the lesson all the children in the group will have learned the material equally well. When a lesson is taught on many topics at once, it is then necessary to go back over the material again, as the vocabulary and grammar of these topics have not been automatized yet.",
        "ru-RU": "Урок построен в игровой разговорной форме, и мы гарантируем, что в конце урока все дети в группе одинаково хорошо усвоят материал. А когда на уроке изучается сразу много тем, «галопом по Европам», вот тогда приходится через время возвращаться к изученному материалу и проходить его заново, так как лексика и грамматика по этим темам не были доведены до автоматизма."
      },
      "answer4": {
        "en-GB": "The desires of a particular student and the pace of learning are easiest to accommodate and adjust during an individual study programme. The student and the parents can express their wishes, but the programme and methods are chosen by the teacher.",
        "ru-RU": "Пожелания определенного ученика и темп обучения легче всего учесть и скорректировать в ходе индивидуальной программы обучения. Сам ученик и его родители могут высказать свои пожелания, и все же программу и методики подбирает педагог."
      }
    },
    "Q28": {
      "question": {
        "en-GB": "3.28 I think that live interaction with the teacher and the children in a group is better than an online lesson. Can primary school children absorb information online?",
        "ru-RU": "3.28 Я считаю, что живое общение с педагогом и детьми в группе лучше, чем онлайн-урок. Могут ли дети младшей школы воспринимать информацию онлайн?"
      },
      "answer1": {
        "en-GB": "Of course, online is not a familiar learning format for children, but based on experience we can say it shows that even pre-schoolers adapt well to it and achieve excellent results in language learning. It is a format that might be new for your child and, like everything new, it evokes mixed feelings at first. Your child just needs to adapt to this format! After 2-3 lessons they will understand how to interact with the teacher and learn how to work in this format.",
        "ru-RU": "Конечно, онлайн - непривычный формат обучения для детей, но, как показывает практика, даже дошкольники хорошо к нему адаптируются и достигают отличных результатов в изучении языка. Это навык, который является новым для Вашего ребёнка, и, как все новое, вначале вызывает смешанные чувства. Просто ребёнку нужна адаптация к такому формату! Через 2-3 урока он поймёт, как взаимодействовать с преподавателем и научится работать в этом формате."
      },
      "answer2": {
        "en-GB": "Of course, live communication is necessary for everyone, not only younger pupils. If you have such opportunities, that's great! But the online format helps to save time: you do not need to take your child somewhere - turn on the computer and the lesson begins. We are sure that your children have plenty of real communication with their peers, classmates, friends and teachers at school.",
        "ru-RU": "Безусловно, живое общение необходимо всем, не только младшим школьникам. Если у вас есть такие возможности - это отлично! Но онлайн-формат помогает экономить время: не нужно везти ребёнка куда-либо - включил компьютер и начинается занятие. Уверены, что у Ваших детей много реального общения со сверстниками, одноклассниками, друзьями и учителями в школе."
      },
      "answer3": {
        "en-GB": "If you like the teacher and their interaction format and teaching methods in your first free trial lesson, you can take a trial month of lessons and see how your child progresses in learning and how they react before making a final decision.",
        "ru-RU": "Если Вам на первом бесплатном пробном уроке понравился педагог, его формат взаимодействия и методики преподавания, то можно взять пробный месяц занятий и посмотреть, какой будет прогресс в обучении ребёнка, как он реагирует, и затем уже принять окончательное решение."
      }
    },
    "Q29": {
      "question": {
        "en-GB": "3.29 I feel that the teacher is too soft, rarely corrects pronunciation mistakes, I am afraid she will not give me the stimulation I am looking for (I am doing an evening course in A1 German)",
        "ru-RU": "3.29 Мне кажется, что преподаватель слишком мягкая, редко исправляет ошибки произношения, я боюсь, что она не даст мне тот стимул к учебе, который я ищу (я занимаюсь на вечернем курсе немецкого языка А1)."
      },
      "answer1": {
        "en-GB": "Our methods and principles of teaching and creating an atmosphere in the lesson that is conducive to learning are based on many years of experience. All lessons, the pace of work, the number of corrections are not personal techniques of a particular teacher, but the principles that are followed by all teachers in our school.",
        "ru-RU": "Наши методики и принципы преподавания и создания атмосферы на уроке, располагающей к усвоению нового материла, основаны на многолетнем опыте работы. Все уроки, темп работы, количество исправлений - это не личные приемы конкретного педагога, а те принципы, которыми руководствуются все педагоги в нашей школе."
      },
      "answer2": {
        "en-GB": "A1 is one of the most challenging levels for both teachers and students. Especially in the format of evening classes, when you are restricted by the amount of hours in the curriculum and within these limits, the teacher has to be able to teach the most important aspects of the language and be able to make the students feel at ease, overcome their fear of learning, teach them NOT to be afraid of making mistakes, and, even with mistakes at the beginning, teach them to speak and read.",
        "ru-RU": "А1-одна из наиболее сложных ступеней как для преподавателя, так и для учеников. Особенно на вечерних курсах, когда надо уложиться в сжатые временные рамки, но в то же время успеть донести самые важные аспекты языка и суметь раскрепостить учеников, побороть в них страх изучения языка, научить их НЕ бояться делать ошибки, и, пусть даже и с ошибками поначалу, научить их говорить и читать."
      },
      "answer3": {
        "en-GB": "German is not the easiest foreign language to learn. When constructing sentences and reading texts and dialogues, mistakes can be made in literally every word, or even in one or more. Would you still be motivated by the end of the lesson if you were corrected several times in one sentence - in grammar, sentence construction and also in the pronunciation of words?",
        "ru-RU": "Немецкий - не самый лёгкий иностранный язык для изучения, при построении предложений и чтении текстов и диалогов ошибки можно сделать буквально в каждом слове, а то и в одном по несколько. Какая бы у Вас была мотивация к концу урока, если бы в одном предложении Вас поправили несколько раз - в грамматике, построении предложения и ещё и в произношении слов?"
      },
      "answer4": {
        "en-GB": "There are categories of errors - significant and not so significant (critical and non-critical) at this stage of language learning. The number of corrections depends on the purpose of this stage of the lesson - in this case, it is important for the teacher that all the words are perfectly pronounced by the students, or at this stage we have other aspects of language in focus and priority, such as grammar, syntax (sentence construction), etc. In this instance, we have to 'sacrifice' other aspects of the language, but language learning is a long, time-consuming, multi-faceted process. The syllabus of the course and subsequent courses and modules is structured so that at a certain stage a balance is created and both grammar, listening and pronunciation are aligned.",
        "ru-RU": "Существуют категории ошибок - значимые и не столь значимые (критичные и некритичные) на данном этапе изучения языка. Количество исправлений зависит от цели данного этапа урока - учителю в данном случае важно, чтобы все слова были идеально произнесены учениками, либо же на данном этапе у нас в фокусе и приоритете другие аспекты языка, такие как грамматика, синтаксис (построение предложений) и т.д. В таком случае приходится «жертвовать» другими аспектами языка, но изучения языка - это долгий, трудоёмкий, многогранный процесс. Программа курса и последующих курсов и модулей выстроена так, что на определённом этапе создаётся баланс и выравниваются и грамматика, и восприятие речи на слух, и произношение."
      }
    },
    "Q30": {
      "question": {
        "en-GB": "3.30 I think the pace in group courses is very slow and we spend a lot of time repeating and checking homework.",
        "ru-RU": "3.30 Мне кажется, темп работы на групповых курсах очень медленный, и мы тратим много времени на повторение и проверку домашнего задания."
      },
      "answer1": {
        "en-GB": "The pace of the lesson is determined by the teacher. It is the teacher's job to make sure that all the students in the group have absorbed the material before moving on to a new topic.",
        "ru-RU": "Темп работы на уроке определяет педагог. Задача педагога - удостовериться, что все ученики в группе усвоили материал, прежде чем переходить к новой теме."
      },
      "answer2": {
        "en-GB": "Our school employs qualified teachers with extensive experience in teaching foreign languages and none of the tasks in the lesson - whether it be checking homework or repeating material that has already been covered - is a waste of time.",
        "ru-RU": "В нашей школе работают квалифицированные педагоги с большим опытом преподавания иностранных языков, и ни одно из заданий на уроке - будь то проверка домашнего задания или неоднократное повторение уже пройденного материала НЕ является тратой времени."
      },
      "answer3": {
        "en-GB": "It is all part of the school's curriculum and part of an effective learning process.",
        "ru-RU": "Это все предусмотрено учебным планом школы и является частью эффективного учебного процесса."
      }
    }
  },
  "faqTopic4": {
    "title": {
      "en-GB": "4. Questions about the competence of our teachers.",
      "ru-RU": "4. Вопросы о компетентности наших преподавателей."
    },
    "Q1": {
      "question": {
        "en-GB": "4.1 What is the experience and qualifications of the teachers? Can I trust you with matters concerning learning foreign languages?",
        "ru-RU": "4.1 Какой опыт работы и квалификация преподавателей? Могу ли я довериться вам в таком вопросе, как изучение иностранных языков?"
      },
      "answer1": {
        "en-GB": "Our school has qualified teachers with experience in the field. They are all professionals and the language they teach is like a second mother tongue for them, if not their mother tongue.",
        "ru-RU": "В нашей школе работают квалифицированные преподаватели с опытом работы в этой сфере. Все они - профессионалы своего дела, для которых язык, которому они учат Вас, является вторым родным."
      },
      "answer2": {
        "en-GB": "Each of our teachers approaches the teaching of foreign languages with love and responsibility.",
        "ru-RU": "Мы гордимся тем, что каждый из наших учителей с любовью и ответственностью перед Вами подходят к вопросу преподавания иностранных языков."
      },
      "answer3": {
        "en-GB": "The school is responsible for the quality of the services it provides and therefore looks first and foremost at the qualifications of its staff and their experience in the field.",
        "ru-RU": "Школа несет ответственность за качество предоставляемых услуг и поэтому, в первую очередь, обращает внимание на квалификацию сотрудников и их опыт работы в данной области."
      },
      "answer4": {
        "en-GB": "If your teacher is an employee of our school, rest assured that they have fulfilled the necessary requirements to work in our team.",
        "ru-RU": "Если Ваш преподаватель является сотрудником нашей школы - будьте уверены, он выполнил необходимые требования для работы в нашей команде."
      },
      "answer5": {
        "en-GB": "You can be assured of the competence and professionalism of our teachers by reading the reviews in the gallery below:",
        "ru-RU": "В компетентности и профессионализме наших педагогов Вы можете убедиться, почитав отзывы, полистав галерею ниже:"
      }
    },
    "Q2": {
      "question": {
        "en-GB": "4.2 What should I do if I am not satisfied with the services you provide?",
        "ru-RU": "4.2 Что делать, если я не доволен (не довольна) услугами, которые вы предоставляете?"
      },
      "answer1": {
        "en-GB": "If you feel that the quality of our services is not good enough or that you have complaints/comments about the teacher, you should contact the school administrator/client manager and explain the reason (tell us what you are dissatisfied with or what you would like to change).",
        "ru-RU": "В случае, если Вы считаете качество предоставляемых нами услуг недостаточно высоким или имеете жалобы/замечания в адрес преподавателя, Вам нужно связаться с администратором школы и объяснить причину обращения (рассказать, что Вас не устраивает или что бы Вы хотели изменить)."
      },
      "answer2": {
        "en-GB": "We will gladly help you to find out what the problem is and take steps to resolve the situation correctly.",
        "ru-RU": "Мы с готовностью поможем Вам разобраться в этом вопросе и примем меры для грамотного урегулирования сложившейся ситуации."
      }
    },
    "Q3": {
      "question": {
        "en-GB": "4.3 I feel that the teacher is too soft, rarely corrects pronunciation mistakes, I am afraid that she will not give me the learning motivation I am looking for (I am taking an evening course in A1 German)",
        "ru-RU": "4.3 Мне кажется, что преподаватель слишком мягкая, редко исправляет ошибки произношения, я боюсь, что она не даст мне тот стимул к учебе, который я ищу (я занимаюсь на вечернем курсе немецкого языка А1)."
      },
      "answer1": {
        "en-GB": "Our methods and principles of teaching and creating an atmosphere in the lesson that is conducive to learning are based on many years of experience. All lessons, the pace of work, the number of corrections are not personal techniques of a particular teacher, but the principles that are followed by all teachers in our school.",
        "ru-RU": "Наши методики и принципы преподавания и создания атмосферы на уроке, располагающей к усвоению нового материла, основаны на многолетнем опыте работы. Все уроки, темп работы, количество исправлений - это не личные приемы конкретного педагога, а те принципы, которыми руководствуются все педагоги в нашей школе."
      },
      "answer2": {
        "en-GB": "A1 is one of the most challenging levels for both teacher and students. Especially in the format of evening classes, when you are restricted by the amount of hours in the curriculum and within these limits the teacher has to be able to teach the most important aspects of the language and be able to make the students feel at ease, overcome their fear of learning, teach them NOT to be afraid of making mistakes, and, even with mistakes at the beginning, teach them to speak and read.",
        "ru-RU": "А1-одна из наиболее сложных ступеней как для преподавателя, так и для учеников. Особенно на вечерних курсах, когда надо уложиться в сжатые временные рамки, но в то же время успеть донести самые важные аспекты языка и суметь раскрепостить учеников, побороть в них страх изучения языка, научить их НЕ бояться делать ошибки, и, пусть даже и с ошибками поначалу, научить их говорить и читать."
      },
      "answer3": {
        "en-GB": "German is not the easiest foreign language to learn. When constructing sentences and reading texts and dialogues, mistakes can be made in literally every word, or even in one or more. Would you still be motivated by the end of the lesson if you were corrected several times in one sentence - in grammar, sentence construction and also in the pronunciation of words?",
        "ru-RU": "Немецкий - не самый лёгкий иностранный язык для изучения, при построении предложений и чтении текстов и диалогов ошибки можно сделать буквально в каждом слове, а то и в одном по несколько. Какая бы у Вас была мотивация к концу урока, если бы в одном предложении Вас поправили несколько раз - в грамматике, построении предложения и ещё и в произношении слов?"
      },
      "answer4": {
        "en-GB": "There are categories of errors - significant and not so significant (critical and non-critical) at this stage of language learning. The number of corrections depends on the purpose of this stage of the lesson - in this case, it is important for the teacher that all the words are perfectly pronounced by the students, or at this stage we have other aspects of language in focus and priority, such as grammar, syntax (sentence construction), etc. In this instance, we have to 'sacrifice' other aspects of the language, but language learning is a long, time-consuming, multi-faceted process. The syllabus of the course and subsequent courses and modules is structured so that at a certain stage a balance is created and both grammar, listening and pronunciation are aligned.",
        "ru-RU": "Существуют категории ошибок - значимые и не столь значимые (критичные и некритичные) на данном этапе изучения языка. Количество исправлений зависит от цели данного этапа урока - учителю в данном случае важно, чтобы все слова были идеально произнесены учениками, либо же на данном этапе у нас в фокусе и приоритете другие аспекты языка, такие как грамматика,  синтаксис (построение предложений) и т.д. В таком случае приходится «жертвовать» другими аспектами языка, но изучения языка - это долгий, трудоёмкий, многогранный процесс. Программа курса и последующих курсов и модулей выстроена так, что на определённом этапе создаётся баланс и выравниваются и грамматика, и восприятие речи на слух, и произношение."
      }
    },
    "Q4": {
      "question": {
        "en-GB": "4.4 I think the pace in group courses is very slow and we spend a lot of time repeating and checking homework.",
        "ru-RU": "4.4 Мне кажется, темп работы на групповых курсах очень медленный, и мы тратим много времени на повторение и проверку домашнего задания."
      },
      "answer1": {
        "en-GB": "The pace of the lesson is determined by the teacher. It is the teacher's job to make sure that all the students in the group have absorbed the material before moving on to a new topic.",
        "ru-RU": "Темп работы на уроке определяет педагог. Задача педагога - удостовериться, что все ученики в группе усвоили материал, прежде чем переходить к новой теме."
      },
      "answer2": {
        "en-GB": "Our school employs qualified teachers with extensive experience in teaching foreign languages and none of the tasks in the lesson whether it be checking homework or repeating material that has already been covered is a waste of time.",
        "ru-RU": "В нашей школе работают квалифицированные педагоги с большим опытом преподавания иностранных языков, и ни одно из заданий на уроке будь то проверка домашнего задания или неоднократное повторение уже пройденного материала НЕ является тратой времени."
      },
      "answer3": {
        "en-GB": "It is all part of the school's curriculum and part of an effective learning process.",
        "ru-RU": "Это все предусмотрено учебным планом школы и является частью эффективного учебного процесса."
      }
    }
  },
  "faqTopic5": {
    "title": {
      "en-GB": "5. Questions and answers (for our new students)",
      "ru-RU": "5. ВОПРОСЫ-ОТВЕТЫ [для новых учеников]"
    },
    "info": {
      "en-GB": "We are happy that you would like to join the MultiTaskers school! We welcome you! Here you will find answers to questions you may have if you are new to our school. Please read all questions and answers carefully.",
      "ru-RU": "Мы рады Вашему решению присоединиться к школе Multitaskers! Добро пожаловать! Здесь Вы найдёте ответы на вопросы, которые могут возникнуть, если Вы впервые в нашей школе. Пожалуйста, внимательно ознакомьтесь со всеми вопросами и ответами."
    },
    "Q1": {
      "question": {
        "en-GB": "5.1 What do I need for online classes?",
        "ru-RU": "5.1 Что мне нужно для онлайн-занятий?"
      },
      "answer1": {
        "en-GB": "You will need a computer or laptop with internet access, a webcam and a headset (microphone). You can also study from a tablet. If there is no other option, you can also connect from a smartphone, but in this case we cannot guarantee 100% assimilation of the material learned (as there may be small print, some features of Zoom are only available in the full version, which can be installed on the above mentioned devices, but cannot be installed on the phone).",
        "ru-RU": "Вам понадобится компьютер или ноутбук с выходом в интернет, веб-камерой и гарнитурой (микрофоном). Также можно заниматься с планшета. Если нет другой возможности, можно подключаться и со смартфона, но в данном случае мы не можем гарантировать 100% усвоение пройденного материала (так как может быть мелкий шрифт, некоторые функции программы Zoom доступны только в полной версии, которую можно установить на вышеуказанные устройства, но нельзя установить на телефон)."
      },
      "answer2": {
        "en-GB": "Classes are held in video conferencing format using Zoom, which can be downloaded for free at:",
        "ru-RU": "Занятия проходят в формате видео-конференций с использованием программы Zoom, которую можно бесплатно скачать по ссылке:"
      },
      "answer3": {
        "en-GB": "Download Zoom",
        "ru-RU": "Скачать Zoom"
      },
      "zoomLink": {
        "en-GB": "https://zoom.us/download",
        "ru-RU": "https://zoom.us/ru/download"
      },
      "answer4": {
        "en-GB": "For the classes you will need a pen and a notebook. Children should preferably have coloured pencils or felt-tip pens and drawing sheets.",
        "ru-RU": "Также следует иметь при себе ручку и тетрадь. Детям желательно иметь цветные карандаши или фломастеры и листы для рисования."
      }
    },
    "Q2": {
      "question": {
        "en-GB": "5.2 What is Zoom?",
        "ru-RU": "5.2 Что такое Zoom?"
      },
      "answer1": {
        "en-GB": "Zoom is the cloud-based video conferencing platform we use for online lessons. Zoom appeared in 2011 and is now one of the main platforms for online education.",
        "ru-RU": "Zoom - это облачная платформа для видео-конференций, которую мы используем для онлайн-уроков. Zoom появился в 2011 году и сейчас является одной из основных платформ для онлайн-образования."
      },
      "answer2": {
        "en-GB": "You can use Zoom on a mobile phone as well as on a personal computer and other devices.",
        "ru-RU": "Подключение возможно как с мобильного телефона, так и с персонального компьютера и других устройств."
      }
    },
    "Q3": {
      "question": {
        "en-GB": "5.3 My child is new to the group, the course has already started and s/he joins later. Will the teacher be aware of it?",
        "ru-RU": "5.3 Мой ребёнок - новенький в группе, курс уже начался, и он присоединился позже. Предупредят ли преподавателя?"
      },
      "answer1": {
        "en-GB": "Absolutely! We have very good internal communication between course coordinators and teachers.",
        "ru-RU": "Безусловно! У нас очень хорошо налажена внутренняя коммуникация между координаторами курсов и педагогами."
      },
      "answer2": {
        "en-GB": "The teacher will be given all your child's details (name, age, language level) and will include a part of the lesson getting to know the new pupil.",
        "ru-RU": "Педагогу будут переданы все данные Вашего ребёнка (имя, возраст, уровень владения языком), и он включит в свой урок часть урока-знакомства с новым учеником."
      },
      "answer3": {
        "en-GB": "We welcome every new student!",
        "ru-RU": "Мы рады каждому новому ученику!"
      }
    },
    "Q4": {
      "question": {
        "en-GB": "5.4 Where can I get class materials and homework?",
        "ru-RU": "5.4 Где я могу получить материалы для занятий и домашние задания?"
      },
      "answer1": {
        "en-GB": "All the necessary material is emailed/ sent to the Telegram chat of your course or uploaded to google drive within hours of the session.",
        "ru-RU": "Все необходимые материалы высылаются по электронной почте/в  телеграмм-чат Вашего курса либо загружаются на гугл-диск в течение нескольких часов после занятия."
      }
    },
    "Q5": {
      "question": {
        "en-GB": "5.5 In which time zone are the classes held?",
        "ru-RU": "5.5 По какому времени проходят занятия?"
      },
      "answer1": {
        "en-GB": "Time zone for classes is in Central European time (reference: Berlin).",
        "ru-RU": "Время занятий указано центрально-европейское (ориентир - Берлин)."
      },
      "answer2": {
        "en-GB": "For orientation in time zones we recommend using this app",
        "ru-RU": "Для ориентира в часовых зонах рекомендуем воспользоваться вот этим приложением"
      }
    },
    "Q6": {
      "question": {
        "en-GB": "5.6 Do I have to buy a study book?",
        "ru-RU": "5.6 Нужно ли покупать учебник?"
      },
      "answer1": {
        "en-GB": "We provide all materials electronically (in PDF format).",
        "ru-RU": "Мы предоставляем все материалы в электронном виде (в формате PDF)."
      },
      "answer2": {
        "en-GB": "If possible, we recommend printing out the required materials before the lesson. You can also save them on any medium in electronic form.",
        "ru-RU": "Если есть возможность, рекомендуем распечатать нужные материалы перед уроком. Также можно сохранить их на любом носителе в электронном виде."
      }
    },
    "Q7": {
      "question": {
        "en-GB": "5.7 Where can I find the link to the class?",
        "ru-RU": "5.7 Куда присылают ссылку на занятия?"
      },
      "answer1": {
        "en-GB": "In the case of group lessons, the link to the course will be in your course's Telegram chat, and our admin bot will remind you of the lesson and send you a link to the lesson (you can subscribe to the bot by following the instructions in your course's Telegram chat).",
        "ru-RU": "В случае групповых занятий ссылка на курс будет в закрепленных сообщениях в телеграмм-чате Вашего курса, также наш бот-помощник в день урока будет Вам напоминать о занятии и присылать ссылку на урок (на бот Вы можете подписаться, следуя инструкциям в закрепленных сообщениях в телеграмм-чате Вашего курса)."
      },
      "answer2": {
        "en-GB": "In the case of individual lessons, the link will be sent to you in advance by the teacher (via email, chat-telegram or Whatsapp).",
        "ru-RU": "В случае индивидуальных занятий ссылку Вам заблаговременно пришлет преподаватель (по E-Mail, в чат-телеграмм или Вотсапп)."
      }
    },
    "Q8": {
      "question": {
        "en-GB": "5.8 If the link to the class doesn’t work, what should I do?",
        "ru-RU": "5.8 Если ссылка на занятие перестала работать, что делать?"
      },
      "answer1": {
        "en-GB": "You need to check your Internet connection",
        "ru-RU": "Необходимо проверить Ваше интернет-соединение"
      },
      "answer2": {
        "en-GB": "You can try logging in from a different device",
        "ru-RU": "Можно попробовать зайти с другого устройства"
      },
      "answer3": {
        "en-GB": "You can also try using the conference number below the link.",
        "ru-RU": "Также можно попробовать зайти по номеру конференции, который указан под ссылкой."
      },
      "answer4": {
        "en-GB": "If this does not help, you should inform your teacher and s/he will find a solution to the problem.",
        "ru-RU": "Если не помогает, нужно сообщить об этом преподавателю, он найдёт решение проблемы."
      }
    },
    "Q9": {
      "question": {
        "en-GB": "5.9 What time should I join the class? Does it make sense to click on the link 5-10 minutes before the start of the class?",
        "ru-RU": "5.9 В какое время нужно подключаться на занятие? Есть ли смысл переходить по ссылке за 5-10 минут до начала занятия?"
      },
      "answer1": {
        "en-GB": "Yes, it is advisable to join using the link 5-10 minutes before the start of the lesson and make sure you have a stable internet connection, your camera and microphone are working, and you can connect to the Zoom conference without any problems.",
        "ru-RU": "Да, желательно перейти по ссылке за 5-10 минут до начала урока и убедиться, что у Вас стабильное Интернет-соединение, работает камера и микрофон, и Вы можете без проблем подключиться к Zoom-конференции."
      }
    },
    "Q10": {
      "question": {
        "en-GB": "5.10 I've been waiting in ZOOM for a few minutes but the conference hasn't started yet.",
        "ru-RU": "5.10 Я уже несколько минут жду в ZOOM, но конференция ещё не началась."
      },
      "answer1": {
        "en-GB": "Sometimes the lesson may start a couple of minutes late due to technical reasons (setting up the connection or we are waiting for all participants to join the lesson with the camera and microphone). In this case, these few minutes will be made up at the end of the lesson.",
        "ru-RU": "Иногда из-за технических причин урок может начаться на пару минут позже (установка соединения или мы ждём, пока все участники присоединятся к уроку с камерой и микрофоном). В этом случае эти несколько минут будут восполнены в конце занятия."
      },
      "answer2": {
        "en-GB": "If your lesson should have started 7-10 minutes ago, but it hasn't yet, please contact your teacher or the administrator and we will solve the problem. The reason could be that you are joining with the wrong link, the lesson was cancelled or postponed (in which case we always inform everyone in advance), the clock has changed in one time zone but not in the other etc. In any case, we will help you to solve the problem quickly.",
        "ru-RU": "Если Ваш урок должен был начаться 7-10 минут назад, но он ещё не начался, то свяжитесь, пожалуйста, с педагогом или с администратором и мы решим эту проблему. Причины могут быть разные - Вы зашли по неверной ссылке, урок был отменён или перенесён (об этом мы всегда предупреждаем заблаговременно), в нашей часовой зоне перевели часы, а в вашей - нет и т.д. В любом случае, мы Вам поможем оперативно решить проблему."
      }
    },
    "Q11": {
      "question": {
        "en-GB": "5.11 How is the homework assigned?",
        "ru-RU": "5.11 Как задаётся домашнее задание?"
      },
      "answer1": {
        "en-GB": "The teacher voices the homework at the end of each lesson and sends the materials and homework after the lesson by email, WhatsApp or Telegram (group chat or private message, depending on the type of lesson chosen).",
        "ru-RU": "Преподаватель озвучивает домашнее задание в конце каждого занятия, после урока отправляет материалы и домашнее задание на почту, WhatsApp или Telegram (в групповой чат или личные сообщения, в зависимости от выбранного типа занятий)."
      }
    },
    "Q12": {
      "question": {
        "en-GB": "5.12 If I haven’t received the homework or the attached file does not open, what should I do?",
        "ru-RU": "5.12 Если домашнее задание не пришло, либо прикреплённый файл не открывается, что делать?"
      },
      "answer1": {
        "en-GB": "Inform the teacher: he or she will re-send the material or find another solution to the problem.",
        "ru-RU": "Необходимо сообщить об этом преподавателю: он пришлёт материалы заново или найдёт другое решение проблемы."
      }
    },
    "Q13": {
      "question": {
        "en-GB": "5.13 Do I have to email my homework to my teacher?",
        "ru-RU": "5.13 Должен(-на) ли я отправлять домашние задания преподавателю на почту?"
      },
      "answer1": {
        "en-GB": "Homework will be checked during class and you can ask any questions you may have about the material in question at the same time.",
        "ru-RU": "Домашние задания проверяются во время урока, тогда же Вы можете задать все вопросы касательно заданного материала."
      },
      "answer2": {
        "en-GB": "It is advisable to print out the homework sheets and do them in writing, especially if children are studying.",
        "ru-RU": "Рекомендуем распечатывать листы с домашним заданием и делать его письменно, особенно если занимаются дети."
      },
      "answer3": {
        "en-GB": "It is best to have the homework sheets at hand during the lesson, although all the material is always shown on the screen.",
        "ru-RU": "Листы с домашним заданием лучше всего иметь под рукой во время урока, хотя весь материал всегда демонстрируется на экране."
      }
    },
    "Q14": {
      "question": {
        "en-GB": "5.14 How can I cancel the class?",
        "ru-RU": "5.14 Как можно отменить занятие?"
      },
      "answer1": {
        "en-GB": "If you miss an individual lesson and inform your teacher in advance (8 hours before the lesson), the teacher will try to find another day for you to teach the canceled lesson.",
        "ru-RU": "Если Вы пропустили индивидуальное занятие и предупредили об этом своего преподавателя заранее (за 8 часов до начала урока), то преподаватель постарается найти для Вас другой день, чтобы провести отменённое занятие."
      },
      "answer2": {
        "en-GB": "If no free day is found and the lesson is not held, you do not pay for it.",
        "ru-RU": "Если свободный день не будет найден и занятие не будет проведено, Вы его не оплачиваете."
      },
      "answer3": {
        "en-GB": "Group lessons are not rescheduled.",
        "ru-RU": "Групповые занятия не переносятся."
      },
      "answer4": {
        "en-GB": "You can find out more about the cancellation and rescheduling of classes by reading the terms and conditions of our language school.",
        "ru-RU": "Более подробно ознакомиться с условиями отмены и переноса занятий можно, прочитав условия регистрации и участия в наших языковых курсах."
      }
    },
    "Q15": {
      "question": {
        "en-GB": "5.15 What should I do if I am late for class or I realize that I will not be able to attend?",
        "ru-RU": "5.15 Что делать, если я опаздываю на урок или понимаю, что не смогу на нем быть?"
      },
      "answer1": {
        "en-GB": "An individual lesson may be canceled by the participant at least 8 hours before the start of the lesson, in which case there is no cancellation fee.",
        "ru-RU": "Индивидуальное занятие может быть отменено участником не позднее, чем за 8 часов до его начала, и в таком случае отмененный урок не оплачивается."
      },
      "answer2": {
        "en-GB": "If the teacher is able to do so, the canceled lesson may be rescheduled to another day.",
        "ru-RU": "По возможности преподавателя отмененный урок может быть перенесен на другой день."
      },
      "answer3": {
        "en-GB": "If a student cancels a lesson less than 8 hours in advance, 50% of the lesson fee will be charged.",
        "ru-RU": "В случае отмены урока учеником менее, чем за 8 часов, взимается 50% стоимости урока."
      },
      "answer4": {
        "en-GB": "If a lesson is canceled less than 2 hours before the start of the lesson, or if a student fails to attend the lesson, the full cost of the lesson will be charged.",
        "ru-RU": "За уроки, отменённые менее, чем за 2 часа до начала занятия, либо в случае неявки ученика на занятие, взимается полная стоимость урока."
      },
      "answer5": {
        "en-GB": "Group lessons will not be rescheduled; in the case of group lessons, there will be no recalculation.",
        "ru-RU": "Групповые занятия не переносятся, в случае групповых занятий перерасчет средств не производится."
      },
      "answer6": {
        "en-GB": "To find out more about the cancellation and postponement of classes, please read the conditions of registration and participation in our language courses.",
        "ru-RU": "Более подробно ознакомиться с условиями отмены и переноса занятий можно, прочитав условия регистрации и участия в наших языковых курсах."
      }
    },
    "Q16": {
      "question": {
        "en-GB": "5.16 Why didn't we go through the whole textbook?",
        "ru-RU": "5.16 Почему мы не прошли весь учебник?"
      },
      "answer1": {
        "en-GB": "The course content at our language school is not limited to one textbook. We use different study guides, up-to-date authentic texts, important discussion topics, audio recordings. No textbook is perfect for every group.",
        "ru-RU": "Содержание курсов в нашей языковой школе не ограничивается одним учебником. Мы используем разные учебные пособия, современные тексты для чтения, важные темы для обсуждения, актуальные аутентичные аудиозаписи. Не бывает идеальных учебников, которые бы подходили для всех групп."
      },
      "answer2": {
        "en-GB": "That is why the teacher, when planning for a particular group, selects materials that meet the needs of that particular group. S/he may take several textbooks and supplement them with interactive online exercises and his or her own materials. The teacher also selects the content that has to be covered in the course and plans the order in which it is to be studied and assimilated. In evaluating the progress of the group, the teacher has the right to emphasize important topics or leave out less important ones from the programme.",
        "ru-RU": "Именно поэтому педагог, планируя работу в той или иной группе, подбирает материал, отвечающий запросу именно этой группы. Он вправе взять несколько учебников, дополнить их интерактивными онлайн-упражнениями, собственными разработанными материалами. Также преподаватель отбирает именно те темы, которые следует проходить во время курса, планирует порядок их изучения и усвоения. Оценивая прогресс группы, преподаватель вправе делать акцент на важных темах или исключить из программы несущественные."
      },
      "answer3": {
        "en-GB": "This is a large, time-consuming methodological work, but it is one that meets the needs of a particular group of students.",
        "ru-RU": "Это большая, объемная методическая работа, но именно она позволяет удовлетворить запрос конкретной группы студентов."
      }
    },
    "Q17": {
      "question": {
        "en-GB": "5.17 When my course ends, will there be a continuation?",
        "ru-RU": "5.17 Когда мой курс закончится, будет ли продолжение?"
      },
      "answer1": {
        "en-GB": "In most cases the next course starts almost as soon as yours ends (the prerequisite for this is a sufficient number of applications for us to be able to run the course).",
        "ru-RU": "В большинстве случаев следующий курс начинается практически сразу же после окончания Вашего (необходимые условия для этого - достаточное количество заявок, чтобы мы могли запустить курс)."
      },
      "answer2": {
        "en-GB": "Sometimes you have to wait 10 days to two weeks until the required number of students is reached. However, we assume that all courses will have a continuation.",
        "ru-RU": "Иногда нужно подождать от 10 дней до 2х недель, пока не наберется нужное количество учеников. Однако мы исходим из того, что у всех курсов будет продолжение."
      },
      "answer3": {
        "en-GB": "2 weeks before the end of the course our course coordinator will contact you to see if you plan to continue.",
        "ru-RU": "За 2 недели до окончания курса с Вами свяжется наш администратор и уточнит, планируете ли Вы продолжать обучение."
      }
    },
    "Q18": {
      "question": {
        "en-GB": "5.18 I have a personal question about the course I am taking - what should I do?",
        "ru-RU": "5.18 У меня есть личный вопрос касательно курса, который я прохожу - что делать?"
      },
      "answer1": {
        "en-GB": "Personal questions should be addressed directly to the teacher via E-mail.",
        "ru-RU": "По личным вопросам следует обращаться к преподавателю напрямую по E-mail."
      },
      "answer2": {
        "en-GB": "E-mail is checked once a day.",
        "ru-RU": "E-mail проверяется раз в сутки."
      }
    },
    "Q19": {
      "question": {
        "en-GB": "5.19 I have an organizational question about the course I am taking - what should I do?",
        "ru-RU": "5.19 У меня есть организационный вопрос касательно курса, который я прохожу - что делать?"
      },
      "answer1": {
        "en-GB": "For organizational questions, please email the following address: info@multi-taskers.de",
        "ru-RU": "По организационным вопросам следует обращаться по E-mail на следующий адрес: info@multi-taskers.de"
      },
      "answer2": {
        "en-GB": "Our client managers will contact you shortly.",
        "ru-RU": "Наши администраторы свяжутся с Вами в ближайшее время."
      }
    }
  },
  "ctaTitle": {
    "en-GB": "Still have a question?",
    "ru-RU": "У вас все еще есть вопрос?"
  },
  "ctaDescription": {
    "en-GB": "We are here to help you. If you still have a question contact us and we will get back to you as soon as possible.",
    "ru-RU": "Мы здесь, чтобы помочь вам. Если у вас остался вопрос, свяжитесь с нами, и мы ответим вам как можно скорее."
  },
  "ctaLinkPrimary": {
    "en-GB": "Send message",
    "ru-RU": "Отправить сообщение"
  }
}
